{
  "verses": "1-2When Jesus saw his ministry drawing huge crowds, he climbed a hillside. Those who were apprenticed to him, the committed, climbed with him. Arriving at a quiet place, he sat down and taught his climbing companions. This is what he said: <sup>3</sup>“You’re blessed when you’re at the end of your rope. With less of you there is more of God and his rule. <sup>4</sup>“You’re blessed when you feel you’ve lost what is most dear to you. Only then can you be embraced by the One most dear to you. <sup>5</sup>“You’re blessed when you’re content with just who you are—no more, no less. That’s the moment you find yourselves proud owners of everything that can’t be bought. <sup>6</sup>“You’re blessed when you’ve worked up a good appetite for God. He’s food and drink in the best meal you’ll ever eat. <sup>7</sup>“You’re blessed when you care. At the moment of being ‘care-full,’ you find yourselves cared for. <sup>8</sup>“You’re blessed when you get your inside world—your mind and heart—put right. Then you can see God in the outside world. <sup>9</sup>“You’re blessed when you can show people how to cooperate instead of compete or fight. That’s when you discover who you really are, and your place in God’s family. <sup>10</sup>“You’re blessed when your commitment to God provokes persecution. The persecution drives you even deeper into God’s kingdom. 11-12“Not only that—count yourselves blessed every time people put you down or throw you out or speak lies about you to discredit me. What it means is that the truth is too close for comfort and they are uncomfortable. You can be glad when that happens—give a cheer, even!—for though they don’t like it, I do! And all heaven applauds. And know that you are in good company. My prophets and witnesses have always gotten into this kind of trouble.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}