{
  "verses": "7-8Meanwhile, friends, wait patiently for the Master’s Arrival. You see farmers do this all the time, waiting for their valuable crops to mature, patiently letting the rain do its slow but sure work. Be patient like that. Stay steady and strong. The Master could arrive at any time. <sup>9</sup>Friends, don’t complain about each other. A far greater complaint could be lodged against you, you know. The Judge is standing just around the corner. 10-11Take the old prophets as your mentors. They put up with anything, went through everything, and never once quit, all the time honoring God. What a gift life is to those who stay the course! You’ve heard, of course, of Job’s staying power, and you know how God brought it all together for him at the end. That’s because God cares, cares right down to the last detail. <sup>12</sup>And since you know that he cares, let your language show it. Don’t add words like “I swear to God” to your own words. Don’t show your impatience by concocting oaths to hurry up God. Just say yes or no. Just say what is true. That way, your language can’t be used against you. 13-15Are you hurting? Pray. Do you feel great? Sing. Are you sick? Call the church leaders together to pray and anoint you with oil in the name of the Master. Believing-prayer will heal you, and Jesus will put you on your feet. And if you’ve sinned, you’ll be forgiven—healed inside and out. 16-18Make this your common practice: Confess your sins to each other and pray for each other so that you can live together whole and healed. The prayer of a person living right with God is something powerful to be reckoned with. Elijah, for instance, human just like us, prayed hard that it wouldn’t rain, and it didn’t—not a drop for three and a half years. Then he prayed that it would rain, and it did. The showers came and everything started growing again.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}