{
  "verses": "1-2Moses was shepherding the flock of Jethro, his father-in-law, the priest of Midian. He led the flock to the west end of the wilderness and came to the mountain of God, Horeb. The angel of God appeared to him in flames of fire blazing out of the middle of a bush. He looked. The bush was blazing away but it didn’t burn up. <sup>3</sup>Moses said, “What’s going on here? I can’t believe this! Amazing! Why doesn’t the bush burn up?” <sup>4</sup>God saw that he had stopped to look. God called to him from out of the bush, “Moses! Moses!” He said, “Yes? I’m right here!” <sup>5</sup>God said, “Don’t come any closer. Remove your sandals from your feet. You’re standing on holy ground.” <sup>6</sup>Then he said, “I am the God of your father: The God of Abraham, the God of Isaac, the God of Jacob.” Moses hid his face, afraid to look at God. 7-8God said, “I’ve taken a good, long look at the affliction of my people in Egypt. I’ve heard their cries for deliverance from their slave masters; I know all about their pain. And now I have come down to help them, pry them loose from the grip of Egypt, get them out of that country and bring them to a good land with wide-open spaces, a land lush with milk and honey, the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite. 9-10“The Israelite cry for help has come to me, and I’ve seen for myself how cruelly they’re being treated by the Egyptians. It’s time for you to go back: I’m sending you to Pharaoh to bring my people, the People of Israel, out of Egypt.” <sup>11</sup>Moses answered God, “But why me? What makes you think that I could ever go to Pharaoh and lead the children of Israel out of Egypt?” <sup>12</sup>“I’ll be with you,” God said. “And this will be the proof that I am the one who sent you: When you have brought my people out of Egypt, you will worship God right here at this very mountain.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}