{
  "verses": "4-6We couldn’t be more sure of ourselves in this—that you, written by Christ himself for God, are our letter of recommendation. We wouldn’t think of writing this kind of letter about ourselves. Only God can write such a letter. His letter authorizes us to help carry out this new plan of action. The plan wasn’t written out with ink on paper, with pages and pages of legal footnotes, killing your spirit. It’s written with Spirit on spirit, his life on our lives! 7-8The Government of Death, its constitution chiseled on stone tablets, had a dazzling inaugural. Moses’ face as he delivered the tablets was so bright that day (even though it would fade soon enough) that the people of Israel could no more look right at him than stare into the sun. How much more dazzling, then, the Government of Living Spirit? 9-11If the Government of Condemnation was impressive, how about this Government of Affirmation? Bright as that old government was, it would look downright dull alongside this new one. If that makeshift arrangement impressed us, how much more this brightly shining government installed for eternity? 12-15With that kind of hope to excite us, nothing holds us back. Unlike Moses, we have nothing to hide. Everything is out in the open with us. He wore a veil so the children of Israel wouldn’t notice that the glory was fading away—and they didn’t notice. They didn’t notice it then and they don’t notice it now, don’t notice that there’s nothing left behind that veil. Even today when the proclamations of that old, bankrupt government are read out, they can’t see through it. Only Christ can get rid of the veil so they can see for themselves that there’s nothing there. 16-18Whenever, though, they turn to face God as Moses did, God removes the veil and there they are—face-to-face! They suddenly recognize that God is a living, personal presence, not a piece of chiseled stone. And when God is personally present, a living Spirit, that old, constricting legislation is recognized as obsolete. We’re free of it! All of us! Nothing between us and God, our faces shining with the brightness of his face. And so we are transfigured much like the Messiah, our lives gradually becoming brighter and more beautiful as God enters our lives and we become like him.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}