{
  "verses": "1-2By entering through faith into what God has always wanted to do for us—set us right with him, make us fit for him—we have it all together with God because of our Master Jesus. And that’s not all: We throw open our doors to God and discover at the same moment that he has already thrown open his door to us. We find ourselves standing where we always hoped we might stand—out in the wide open spaces of God’s grace and glory, standing tall and shouting our praise. 3-5There’s more to come: We continue to shout our praise even when we’re hemmed in with troubles, because we know how troubles can develop passionate patience in us, and how that patience in turn forges the tempered steel of virtue, keeping us alert for whatever God will do next. In alert expectancy such as this, we’re never left feeling shortchanged. Quite the contrary—we can’t round up enough containers to hold everything God generously pours into our lives through the Holy Spirit! 6-8Christ arrives right on time to make this happen. He didn’t, and doesn’t, wait for us to get ready. He presented himself for this sacrificial death when we were far too weak and rebellious to do anything to get ourselves ready. And even if we hadn’t been so weak, we wouldn’t have known what to do anyway. We can understand someone dying for a person worth dying for, and we can understand how someone good and noble could inspire us to selfless sacrifice. But God put his love on the line for us by offering his Son in sacrificial death while we were of no use whatever to him. 9-11Now that we are set right with God by means of this sacrificial death, the consummate blood sacrifice, there is no longer a question of being at odds with God in any way. If, when we were at our worst, we were put on friendly terms with God by the sacrificial death of his Son, now that we’re at our best, just think of how our lives will expand and deepen by means of his resurrection life! Now that we have actually received this amazing friendship with God, we are no longer content to simply say it in plodding prose. We sing and shout our praises to God through Jesus, the Messiah!",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}