{
  "verses": "1-2I, Paul, have been sent on special assignment by Christ as part of God’s master plan. Together with my friend Timothy, I greet the Christians and stalwart followers of Christ who live in Colosse. May everything good from God our Father be yours! 3-5a Our prayers for you are always spilling over into thanksgivings. We can’t quit thanking God our Father and Jesus our Messiah for you! We keep getting reports on your steady faith in Christ, our Jesus, and the love you continuously extend to all Christians. The lines of purpose in your lives never grow slack, tightly tied as they are to your future in heaven, kept taut by hope. 5b-8 The Message is as true among you today as when you first heard it. It doesn’t diminish or weaken over time. It’s the same all over the world. The Message bears fruit and gets larger and stronger, just as it has in you. From the very first day you heard and recognized the truth of what God is doing, you’ve been hungry for more. It’s as vigorous in you now as when you learned it from our friend and close associate Epaphras. He is one reliable worker for Christ! I could always depend on him. He’s the one who told us how thoroughly love had been worked into your lives by the Spirit. 9-12Be assured that from the first day we heard of you, we haven’t stopped praying for you, asking God to give you wise minds and spirits attuned to his will, and so acquire a thorough understanding of the ways in which God works. We pray that you’ll live well for the Master, making him proud of you as you work hard in his orchard. As you learn more and more how God works, you will learn how to do your work. We pray that you’ll have the strength to stick it out over the long haul—not the grim strength of gritting your teeth but the glory-strength God gives. It is strength that endures the unendurable and spills over into joy, thanking the Father who makes us strong enough to take part in everything bright and beautiful that he has for us. 13-14God rescued us from dead-end alleys and dark dungeons. He’s set us up in the kingdom of the Son he loves so much, the Son who got us out of the pit we were in, got rid of the sins we were doomed to keep repeating.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}