{
  "verses": "1-3By this time the crowd, unwieldy and stepping on each other’s toes, numbered into the thousands. But Jesus’ primary concern was his disciples. He said to them, “Watch yourselves carefully so you don’t get contaminated with Pharisee yeast, Pharisee phoniness. You can’t keep your true self hidden forever; before long you’ll be exposed. You can’t hide behind a religious mask forever; sooner or later the mask will slip and your true face will be known. You can’t whisper one thing in private and preach the opposite in public; the day’s coming when those whispers will be repeated all over town. 4-5“I’m speaking to you as dear friends. Don’t be bluffed into silence or insincerity by the threats of religious bullies. True, they can kill you, but then what can they do? There’s nothing they can do to your soul, your core being. Save your fear for God, who holds your entire life—body and soul—in his hands. 6-7“What’s the price of two or three pet canaries? Some loose change, right? But God never overlooks a single one. And he pays even greater attention to you, down to the last detail—even numbering the hairs on your head! So don’t be intimidated by all this bully talk. You’re worth more than a million canaries. 8-9“Stand up for me among the people you meet and the Son of Man will stand up for you before all God’s angels. But if you pretend you don’t know me, do you think I’ll defend you before God’s angels? <sup>10</sup>“If you bad-mouth the Son of Man out of misunderstanding or ignorance, that can be overlooked. But if you’re knowingly attacking God himself, taking aim at the Holy Spirit, that won’t be overlooked. 11-12“When they drag you into their meeting places, or into police courts and before judges, don’t worry about defending yourselves—what you’ll say or how you’ll say it. The right words will be there. The Holy Spirit will give you the right words when the time comes.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}