{
  "verses": "12-14I want to report to you, friends, that my imprisonment here has had the opposite of its intended effect. Instead of being squelched, the Message has actually prospered. All the soldiers here, and everyone else, too, found out that I’m in jail because of this Messiah. That piqued their curiosity, and now they’ve learned all about him. Not only that, but most of the followers of Jesus here have become far more sure of themselves in the faith than ever, speaking out fearlessly about God, about the Messiah. 15-17It’s true that some here preach Christ because with me out of the way, they think they’ll step right into the spotlight. But the others do it with the best heart in the world. One group is motivated by pure love, knowing that I am here defending the Message, wanting to help. The others, now that I’m out of the picture, are merely greedy, hoping to get something out of it for themselves. Their motives are bad. They see me as their competition, and so the worse it goes for me, the better—they think—for them. 18-21So how am I to respond? I’ve decided that I really don’t care about their motives, whether mixed, bad, or indifferent. Every time one of them opens his mouth, Christ is proclaimed, so I just cheer them on! And I’m going to keep that celebration going because I know how it’s going to turn out. Through your faithful prayers and the generous response of the Spirit of Jesus Christ, everything he wants to do in and through me will be done. I can hardly wait to continue on my course. I don’t expect to be embarrassed in the least. On the contrary, everything happening to me in this jail only serves to make Christ more accurately known, regardless of whether I live or die. They didn’t shut me up; they gave me a platform! Alive, I’m Christ’s messenger; dead, I’m his prize. Life versus even more life! I can’t lose.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}