{
  "verses": "1-4But now, God’s Message, the God who made you in the first place, Jacob, the One who got you started, Israel: “Don’t be afraid, I’ve redeemed you. I’ve called your name. You’re mine. When you’re in over your head, I’ll be there with you. When you’re in rough waters, you will not go down. When you’re between a rock and a hard place, it won’t be a dead end— Because I am God, your personal God, The Holy of Israel, your Savior. I paid a huge price for you: all of Egypt, with rich Cush and Seba thrown in! That’s how much you mean to me! That’s how much I love you! I’d sell off the whole world to get you back, trade the creation just for you. 5-7“So don’t be afraid: I’m with you. I’ll round up all your scattered children, pull them in from east and west. I’ll send orders north and south: ‘Send them back. Return my sons from distant lands, my daughters from faraway places. I want them back, every last one who bears my name, every man, woman, and child Whom I created for my glory, yes, personally formed and made each one.’” * * * 8-13Get the blind and deaf out here and ready— the blind (though there’s nothing wrong with their eyes) and the deaf (though there’s nothing wrong with their ears). Then get the other nations out here and ready. Let’s see what they have to say about this, how they account for what’s happened. Let them present their expert witnesses and make their case; let them try to convince us what they say is true. “But you are my witnesses.” God’s Decree. “You’re my handpicked servant So that you’ll come to know and trust me, understand both that I am and who I am. Previous to me there was no such thing as a god, nor will there be after me. I, yes I, am God. I’m the only Savior there is. I spoke, I saved, I told you what existed long before these upstart gods appeared on the scene. And you know it, you’re my witnesses, you’re the evidence.” God’s Decree. “Yes, I am God. I’ve always been God and I always will be God. No one can take anything from me. I make; who can unmake it?”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}