{
  "verses": "46-48They started arguing over which of them would be most famous. When Jesus realized how much this mattered to them, he brought a child to his side. “Whoever accepts this child as if the child were me, accepts me,” he said. “And whoever accepts me, accepts the One who sent me. You become great by accepting, not asserting. Your spirit, not your size, makes the difference.” <sup>49</sup>John spoke up, “Master, we saw a man using your name to expel demons and we stopped him because he wasn’t of our group.” <sup>50</sup>Jesus said, “Don’t stop him. If he’s not an enemy, he’s an ally.” 51-54When it came close to the time for his Ascension, he gathered up his courage and steeled himself for the journey to Jerusalem. He sent messengers on ahead. They came to a Samaritan village to make arrangements for his hospitality. But when the Samaritans learned that his destination was Jerusalem, they refused hospitality. When the disciples James and John learned of it, they said, “Master, do you want us to call a bolt of lightning down out of the sky and incinerate them?” 55-56Jesus turned on them: “Of course not!” And they traveled on to another village. <sup>57</sup>On the road someone asked if he could go along. “I’ll go with you, wherever,” he said. <sup>58</sup>Jesus was curt: “Are you ready to rough it? We’re not staying in the best inns, you know.” Jesus said to another, “Follow me.” <sup>59</sup>He said, “Certainly, but first excuse me for a couple of days, please. I have to make arrangements for my father’s funeral.” <sup>60</sup>Jesus refused. “First things first. Your business is life, not death. And life is urgent: Announce God’s kingdom!” <sup>61</sup>Then another said, “I’m ready to follow you, Master, but first excuse me while I get things straightened out at home.” <sup>62</sup>Jesus said, “No procrastination. No backward looks. You can’t put God’s kingdom off till tomorrow. Seize the day.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}