{
  "verses": "1-3In light of all this, here’s what I want you to do. While I’m locked up here, a prisoner for the Master, I want you to get out there and walk—better yet, run!—on the road God called you to travel. I don’t want any of you sitting around on your hands. I don’t want anyone strolling off, down some path that goes nowhere. And mark that you do this with humility and discipline—not in fits and starts, but steadily, pouring yourselves out for each other in acts of love, alert at noticing differences and quick at mending fences. 4-6You were all called to travel on the same road and in the same direction, so stay together, both outwardly and inwardly. You have one Master, one faith, one baptism, one God and Father of all, who rules over all, works through all, and is present in all. Everything you are and think and do is permeated with Oneness. 7-13But that doesn’t mean you should all look and speak and act the same. Out of the generosity of Christ, each of us is given his own gift. The text for this is, He climbed the high mountain, He captured the enemy and seized the plunder, He handed it all out in gifts to the people. Is it not true that the One who climbed up also climbed down, down to the valley of earth? And the One who climbed down is the One who climbed back up, up to highest heaven. He handed out gifts above and below, filled heaven with his gifts, filled earth with his gifts. He handed out gifts of apostle, prophet, evangelist, and pastor-teacher to train Christ’s followers in skilled servant work, working within Christ’s body, the church, until we’re all moving rhythmically and easily with each other, efficient and graceful in response to God’s Son, fully mature adults, fully developed within and without, fully alive like Christ. 14-16No prolonged infancies among us, please. We’ll not tolerate babes in the woods, small children who are easy prey for predators. God wants us to grow up, to know the whole truth and tell it in love—like Christ in everything. We take our lead from Christ, who is the source of everything we do. He keeps us in step with each other. His very breath and blood flow through us, nourishing us so that we will grow up healthy in God, robust in love.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}