{
  "verses": "1-2The fundamental fact of existence is that this trust in God, this faith, is the firm foundation under everything that makes life worth living. It’s our handle on what we can’t see. The act of faith is what distinguished our ancestors, set them above the crowd. <sup>3</sup>By faith, we see the world called into existence by God’s word, what we see created by what we don’t see. <sup>4</sup>By an act of faith, Abel brought a better sacrifice to God than Cain. It was what he believed, not what he brought, that made the difference. That’s what God noticed and approved as righteous. After all these centuries, that belief continues to catch our notice. 5-6By an act of faith, Enoch skipped death completely. “They looked all over and couldn’t find him because God had taken him.” We know on the basis of reliable testimony that before he was taken “he pleased God.” It’s impossible to please God apart from faith. And why? Because anyone who wants to approach God must believe both that he exists and that he cares enough to respond to those who seek him. <sup>7</sup>By faith, Noah built a ship in the middle of dry land. He was warned about something he couldn’t see, and acted on what he was told. The result? His family was saved. His act of faith drew a sharp line between the evil of the unbelieving world and the rightness of the believing world. As a result, Noah became intimate with God. 8-10By an act of faith, Abraham said yes to God’s call to travel to an unknown place that would become his home. When he left he had no idea where he was going. By an act of faith he lived in the country promised him, lived as a stranger camping in tents. Isaac and Jacob did the same, living under the same promise. Abraham did it by keeping his eye on an unseen city with real, eternal foundations—the City designed and built by God. 11-12By faith, barren Sarah was able to become pregnant, old woman as she was at the time, because she believed the One who made a promise would do what he said. That’s how it happened that from one man’s dead and shriveled loins there are now people numbering into the millions. * * * 13-16Each one of these people of faith died not yet having in hand what was promised, but still believing. How did they do it? They saw it way off in the distance, waved their greeting, and accepted the fact that they were transients in this world. People who live this way make it plain that they are looking for their true home. If they were homesick for the old country, they could have gone back any time they wanted. But they were after a far better country than that—heaven country. You can see why God is so proud of them, and has a City waiting for them.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}