{
  "verses": "23-24Until the time when we were mature enough to respond freely in faith to the living God, we were carefully surrounded and protected by the Mosaic law. The law was like those Greek tutors, with which you are familiar, who escort children to school and protect them from danger or distraction, making sure the children will really get to the place they set out for. 25-27But now you have arrived at your destination: By faith in Christ you are in direct relationship with God. Your baptism in Christ was not just washing you up for a fresh start. It also involved dressing you in an adult faith wardrobe—Christ’s life, the fulfillment of God’s original promise. 28-29In Christ’s family there can be no division into Jew and non-Jew, slave and free, male and female. Among us you are all equal. That is, we are all in a common relationship with Jesus Christ. Also, since you are Christ’s family, then you are Abraham’s famous “descendant,” heirs according to the covenant promises. 1-3Let me show you the implications of this. As long as the heir is a minor, he has no advantage over the slave. Though legally he owns the entire inheritance, he is subject to tutors and administrators until whatever date the father has set for emancipation. That is the way it is with us: When we were minors, we were just like slaves ordered around by simple instructions (the tutors and administrators of this world), with no say in the conduct of our own lives. 4-7But when the time arrived that was set by God the Father, God sent his Son, born among us of a woman, born under the conditions of the law so that he might redeem those of us who have been kidnapped by the law. Thus we have been set free to experience our rightful heritage. You can tell for sure that you are now fully adopted as his own children because God sent the Spirit of his Son into our lives crying out, “Papa! Father!” Doesn’t that privilege of intimate conversation with God make it plain that you are not a slave, but a child? And if you are a child, you’re also an heir, with complete access to the inheritance.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}