{
  "verses": "1-5You’ve forced me to talk this way, and I do it against my better judgment. But now that we’re at it, I may as well bring up the matter of visions and revelations that God gave me. For instance, I know a man who, fourteen years ago, was seized by Christ and swept in ecstasy to the heights of heaven. I really don’t know if this took place in the body or out of it; only God knows. I also know that this man was hijacked into paradise—again, whether in or out of the body, I don’t know; God knows. There he heard the unspeakable spoken, but was forbidden to tell what he heard. This is the man I want to talk about. But about myself, I’m not saying another word apart from the humiliations. <sup>6</sup>If I had a mind to brag a little, I could probably do it without looking ridiculous, and I’d still be speaking plain truth all the way. But I’ll spare you. I don’t want anyone imagining me as anything other than the fool you’d encounter if you saw me on the street or heard me talk. 7-10Because of the extravagance of those revelations, and so I wouldn’t get a big head, I was given the gift of a handicap to keep me in constant touch with my limitations. Satan’s angel did his best to get me down; what he in fact did was push me to my knees. No danger then of walking around high and mighty! At first I didn’t think of it as a gift, and begged God to remove it. Three times I did that, and then he told me, My grace is enough; it’s all you need. My strength comes into its own in your weakness. Once I heard that, I was glad to let it happen. I quit focusing on the handicap and began appreciating the gift. It was a case of Christ’s strength moving in on my weakness. Now I take limitations in stride, and with good cheer, these limitations that cut me down to size—abuse, accidents, opposition, bad breaks. I just let Christ take over! And so the weaker I get, the stronger I become. * * *",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}