{
  "verses": "30-33“I can’t do a solitary thing on my own: I listen, then I decide. You can trust my decision because I’m not out to get my own way but only to carry out orders. If I were simply speaking on my own account, it would be an empty, self-serving witness. But an independent witness confirms me, the most reliable Witness of all. Furthermore, you all saw and heard John, and he gave expert and reliable testimony about me, didn’t he? 34-38“But my purpose is not to get your vote, and not to appeal to mere human testimony. I’m speaking to you this way so that you will be saved. John was a torch, blazing and bright, and you were glad enough to dance for an hour or so in his bright light. But the witness that really confirms me far exceeds John’s witness. It’s the work the Father gave me to complete. These very tasks, as I go about completing them, confirm that the Father, in fact, sent me. The Father who sent me, confirmed me. And you missed it. You never heard his voice, you never saw his appearance. There is nothing left in your memory of his Message because you do not take his Messenger seriously. * * * 39-40“You have your heads in your Bibles constantly because you think you’ll find eternal life there. But you miss the forest for the trees. These Scriptures are all about me! And here I am, standing right before you, and you aren’t willing to receive from me the life you say you want. 41-44“I’m not interested in crowd approval. And do you know why? Because I know you and your crowds. I know that love, especially God’s love, is not on your working agenda. I came with the authority of my Father, and you either dismiss me or avoid me. If another came, acting self-important, you would welcome him with open arms. How do you expect to get anywhere with God when you spend all your time jockeying for position with each other, ranking your rivals and ignoring God? 45-47“But don’t think I’m going to accuse you before my Father. Moses, in whom you put so much stock, is your accuser. If you believed, really believed, what Moses said, you would believe me. He wrote of me. If you won’t take seriously what he wrote, how can I expect you to take seriously what I speak?”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}