{
  "verses": "5b-6 Blessed be your glorious name, exalted above all blessing and praise! You’re the one, God, you alone; You made the heavens, the heavens of heavens, and all angels; The earth and everything on it, the seas and everything in them; You keep them all alive; heaven’s angels worship you! 7-8You’re the one, God,the God who chose Abram And brought him from Ur of the Chaldees and changed his name to Abraham. You found his heart to be steady and true to you and signed a covenant with him, A covenant to give him the land of the Canaanites, the Hittites, and the Amorites, The Perizzites, Jebusites, and Girgashites, —to give it to his descendants. And you kept your word because you are righteous. 9-15You saw the anguish of our parents in Egypt. You heard their cries at the Red Sea; You amazed Pharaoh, his servants, and the people of his land with wonders and miracle-signs. You knew their bullying arrogance against your people; you made a name for yourself that lasts to this day. You split the sea before them; they crossed through and never got their feet wet; You pitched their pursuers into the deep; they sank like a rock in the storm-tossed sea. By day you led them with a Pillar of Cloud, and by night with a Pillar of Fire To show them the way they were to travel. You came down onto Mount Sinai, you spoke to them out of heaven; You gave them instructions on how to live well, true teaching, sound rules and commands; You introduced them to your Holy Sabbath; Through your servant Moses you decreed commands, rules, and instruction. You gave bread from heaven for their hunger, you sent water from the rock for their thirst. You told them to enter and take the land, which you promised to give them. 16-19But they, our ancestors, were arrogant; bullheaded, they wouldn’t obey your commands. They turned a deaf ear, they refused to remember the miracles you had done for them; They turned stubborn, got it into their heads to return to their Egyptian slavery. And you, a forgiving God, gracious and compassionate, Incredibly patient, with tons of love— you didn’t dump them. Yes, even when they cast a sculpted calf and said, “This is your god Who brought you out of Egypt,” and continued from bad to worse, You in your amazing compassion didn’t walk off and leave them in the desert. The Pillar of Cloud didn’t leave them; daily it continued to show them their route; The Pillar of Fire did the same by night, showed them the right way to go. 20-23You gave them your good Spirit to teach them to live wisely. You were never miserly with your manna, gave them plenty of water to drink. You supported them forty years in that desert; they had everything they needed; Their clothes didn’t wear out and their feet never blistered. You gave them kingdoms and peoples, establishing generous boundaries. They took over the country of Sihon king of Heshbon and the country of Og king of Bashan. You multiplied children for them, rivaling the stars in the night skies, And you brought them into the land that you promised their ancestors they would get and own. 24-25Well, they entered all right, they took it and settled in. The Canaanites who lived there you brought to their knees before them. You turned over their land, kings, and peoples to do with as they pleased. They took strong cities and fertile fields, they took over well-furnished houses, Cisterns, vineyards, olive groves, and lush, extensive orchards. And they ate, grew fat on the fat of the land; they reveled in your bountiful goodness.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}