{
  "verses": "40-42On his return, Jesus was welcomed by a crowd. They were all there expecting him. A man came up, Jairus by name. He was president of the meeting place. He fell at Jesus’ feet and begged him to come to his home because his twelve-year-old daughter, his only child, was dying. Jesus went with him, making his way through the pushing, jostling crowd. 43-45In the crowd that day there was a woman who for twelve years had been afflicted with hemorrhages. She had spent every penny she had on doctors but not one had been able to help her. She slipped in from behind and touched the edge of Jesus’ robe. At that very moment her hemorrhaging stopped. Jesus said, “Who touched me?” When no one stepped forward, Peter said, “But Master, we’ve got crowds of people on our hands. Dozens have touched you.” <sup>46</sup>Jesus insisted, “Someone touched me. I felt power discharging from me.” <sup>47</sup>When the woman realized that she couldn’t remain hidden, she knelt trembling before him. In front of all the people, she blurted out her story—why she touched him and how at that same moment she was healed. <sup>48</sup>Jesus said, “Daughter, you took a risk trusting me, and now you’re healed and whole. Live well, live blessed!” <sup>49</sup>While he was still talking, someone from the leader’s house came up and told him, “Your daughter died. No need now to bother the Teacher.” 50-51Jesus overheard and said, “Don’t be upset. Just trust me and everything will be all right.” Going into the house, he wouldn’t let anyone enter with him except Peter, John, James, and the child’s parents. 52-53Everyone was crying and carrying on over her. Jesus said, “Don’t cry. She didn’t die; she’s sleeping.” They laughed at him. They knew she was dead. 54-56Then Jesus, gripping her hand, called, “My dear child, get up.” She was up in an instant, up and breathing again! He told them to give her something to eat. Her parents were ecstatic, but Jesus warned them to keep quiet. “Don’t tell a soul what happened in this room.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}