{
  "verses": "5-8And that means killing off everything connected with that way of death: sexual promiscuity, impurity, lust, doing whatever you feel like whenever you feel like it, and grabbing whatever attracts your fancy. That’s a life shaped by things and feelings instead of by God. It’s because of this kind of thing that God is about to explode in anger. It wasn’t long ago that you were doing all that stuff and not knowing any better. But you know better now, so make sure it’s all gone for good: bad temper, irritability, meanness, profanity, dirty talk. 9-11Don’t lie to one another. You’re done with that old life. It’s like a filthy set of ill-fitting clothes you’ve stripped off and put in the fire. Now you’re dressed in a new wardrobe. Every item of your new way of life is custom-made by the Creator, with his label on it. All the old fashions are now obsolete. Words like Jewish and non-Jewish, religious and irreligious, insider and outsider, uncivilized and uncouth, slave and free, mean nothing. From now on everyone is defined by Christ, everyone is included in Christ. 12-14So, chosen by God for this new life of love, dress in the wardrobe God picked out for you: compassion, kindness, humility, quiet strength, discipline. Be even-tempered, content with second place, quick to forgive an offense. Forgive as quickly and completely as the Master forgave you. And regardless of what else you put on, wear love. It’s your basic, all-purpose garment. Never be without it. 15-17Let the peace of Christ keep you in tune with each other, in step with each other. None of this going off and doing your own thing. And cultivate thankfulness. Let the Word of Christ—the Message—have the run of the house. Give it plenty of room in your lives. Instruct and direct one another using good common sense. And sing, sing your hearts out to God! Let every detail in your lives—words, actions, whatever—be done in the name of the Master, Jesus, thanking God the Father every step of the way. * * *",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}