{
  "verses": "16-19“And then, having handed over the legal documents to Baruch son of Neriah, I prayed to God, ‘Dear God, my Master, you created earth and sky by your great power—by merely stretching out your arm! There is nothing you can’t do. You’re loyal in your steadfast love to thousands upon thousands—but you also make children live with the fallout from their parents’ sins. Great and powerful God, named God-of-the-Angel-Armies, determined in purpose and relentless in following through, you see everything that men and women do and respond appropriately to the way they live, to the things they do. 20-23“‘You performed signs and wonders in the country of Egypt and continue to do so right into the present, right here in Israel and everywhere else, too. You’ve made a reputation for yourself that doesn’t diminish. You brought your people Israel out of Egypt with signs and wonders—a powerful deliverance!—by merely stretching out your arm. You gave them this land and solemnly promised to their ancestors a bountiful and fertile land. But when they entered the land and took it over, they didn’t listen to you. They didn’t do what you commanded. They wouldn’t listen to a thing you told them. And so you brought this disaster on them. 24-25“‘Oh, look at the siege ramps already set in place to take the city. Killing and starvation and disease are on our doorstep. The Babylonians are attacking! The Word you spoke is coming to pass—it’s daily news! And yet you, God, the Master, even though it is certain that the city will be turned over to the Babylonians, also told me, Buy the field. Pay for it in cash. And make sure there are witnesses.’” * * * 26-30Then God’s Message came again to Jeremiah: “Stay alert! I am God, the God of everything living. Is there anything I can’t do? So listen to God’s Message: No doubt about it, I’m handing this city over to the Babylonians and Nebuchadnezzar king of Babylon. He’ll take it. The attacking Chaldeans will break through and burn the city down: All those houses whose roofs were used as altars for offerings to Baal and the worship of who knows how many other gods provoked me. It isn’t as if this were the first time they had provoked me. The people of Israel and Judah have been doing this for a long time—doing what I hate, making me angry by the way they live.” God’s Decree.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}