{
  "verses": "<sup>1</sup>Christ has set us free to live a free life. So take your stand! Never again let anyone put a harness of slavery on you. 2-3I am emphatic about this. The moment any one of you submits to circumcision or any other rule-keeping system, at that same moment Christ’s hard-won gift of freedom is squandered. I repeat my warning: The person who accepts the ways of circumcision trades all the advantages of the free life in Christ for the obligations of the slave life of the law. 4-6I suspect you would never intend this, but this is what happens. When you attempt to live by your own religious plans and projects, you are cut off from Christ, you fall out of grace. Meanwhile we expectantly wait for a satisfying relationship with the Spirit. For in Christ, neither our most conscientious religion nor disregard of religion amounts to anything. What matters is something far more interior: faith expressed in love. 7-10You were running superbly! Who cut in on you, deflecting you from the true course of obedience? This detour doesn’t come from the One who called you into the race in the first place. And please don’t toss this off as insignificant. It only takes a minute amount of yeast, you know, to permeate an entire loaf of bread. Deep down, the Master has given me confidence that you will not defect. But the one who is upsetting you, whoever he is, will bear the divine judgment. 11-12As for the rumor that I continue to preach the ways of circumcision (as I did in those pre-Damascus Road days), that is absurd. Why would I still be persecuted, then? If I were preaching that old message, no one would be offended if I mentioned the Cross now and then—it would be so watered-down it wouldn’t matter one way or the other. Why don’t these agitators, obsessive as they are about circumcision, go all the way and castrate themselves! 13-15It is absolutely clear that God has called you to a free life. Just make sure that you don’t use this freedom as an excuse to do whatever you want to do and destroy your freedom. Rather, use your freedom to serve one another in love; that’s how freedom grows. For everything we know about God’s Word is summed up in a single sentence: Love others as you love yourself. That’s an act of true freedom. If you bite and ravage each other, watch out—in no time at all you will be annihilating each other, and where will your precious freedom be then?",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}