{
  "verses": "18-21That’s why I don’t think there’s any comparison between the present hard times and the coming good times. The created world itself can hardly wait for what’s coming next. Everything in creation is being more or less held back. God reins it in until both creation and all the creatures are ready and can be released at the same moment into the glorious times ahead. Meanwhile, the joyful anticipation deepens. 22-25All around us we observe a pregnant creation. The difficult times of pain throughout the world are simply birth pangs. But it’s not only around us; it’s within us. The Spirit of God is arousing us within. We’re also feeling the birth pangs. These sterile and barren bodies of ours are yearning for full deliverance. That is why waiting does not diminish us, any more than waiting diminishes a pregnant mother. We are enlarged in the waiting. We, of course, don’t see what is enlarging us. But the longer we wait, the larger we become, and the more joyful our expectancy. 26-28Meanwhile, the moment we get tired in the waiting, God’s Spirit is right alongside helping us along. If we don’t know how or what to pray, it doesn’t matter. He does our praying in and for us, making prayer out of our wordless sighs, our aching groans. He knows us far better than we know ourselves, knows our pregnant condition, and keeps us present before God. That’s why we can be so sure that every detail in our lives of love for God is worked into something good. 29-30God knew what he was doing from the very beginning. He decided from the outset to shape the lives of those who love him along the same lines as the life of his Son. The Son stands first in the line of humanity he restored. We see the original and intended shape of our lives there in him. After God made that decision of what his children should be like, he followed it up by calling people by name. After he called them by name, he set them on a solid basis with himself. And then, after getting them established, he stayed with them to the end, gloriously completing what he had begun.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}