{
  "verses": "1-4Don’t imagine us leaders to be something we aren’t. We are servants of Christ, not his masters. We are guides into God’s divine secrets, not security guards posted to protect them. The requirements for a good guide are reliability and accurate knowledge. It matters very little to me what you think of me, even less where I rank in popular opinion. I don’t even rank myself. Comparisons in these matters are pointless. I’m not aware of anything that would disqualify me from being a good guide for you, but that doesn’t mean much. The Master makes that judgment. <sup>5</sup>So don’t get ahead of the Master and jump to conclusions with your judgments before all the evidence is in. When he comes, he will bring out in the open and place in evidence all kinds of things we never even dreamed of—inner motives and purposes and prayers. Only then will any one of us get to hear the “Well done!” of God. <sup>6</sup>All I’m doing right now, friends, is showing how these things pertain to Apollos and me so that you will learn restraint and not rush into making judgments without knowing all the facts. It’s important to look at things from God’s point of view. I would rather not see you inflating or deflating reputations based on mere hearsay. 7-8For who do you know that really knows you, knows your heart? And even if they did, is there anything they would discover in you that you could take credit for? Isn’t everything you have and everything you are sheer gifts from God? So what’s the point of all this comparing and competing? You already have all you need. You already have more access to God than you can handle. Without bringing either Apollos or me into it, you’re sitting on top of the world—at least God’s world—and we’re right there, sitting alongside you!",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}