{
  "verses": "1-2With the arrival of Jesus, the Messiah, that fateful dilemma is resolved. Those who enter into Christ’s being-here-for-us no longer have to live under a continuous, low-lying black cloud. A new power is in operation. The Spirit of life in Christ, like a strong wind, has magnificently cleared the air, freeing you from a fated lifetime of brutal tyranny at the hands of sin and death. 3-4God went for the jugular when he sent his own Son. He didn’t deal with the problem as something remote and unimportant. In his Son, Jesus, he personally took on the human condition, entered the disordered mess of struggling humanity in order to set it right once and for all. The law code, weakened as it always was by fractured human nature, could never have done that. The law always ended up being used as a Band-Aid on sin instead of a deep healing of it. And now what the law code asked for but we couldn’t deliver is accomplished as we, instead of redoubling our own efforts, simply embrace what the Spirit is doing in us. 5-8Those who think they can do it on their own end up obsessed with measuring their own moral muscle but never get around to exercising it in real life. Those who trust God’s action in them find that God’s Spirit is in them—living and breathing God! Obsession with self in these matters is a dead end; attention to God leads us out into the open, into a spacious, free life. Focusing on the self is the opposite of focusing on God. Anyone completely absorbed in self ignores God, ends up thinking more about self than God. That person ignores who God is and what he is doing. And God isn’t pleased at being ignored. 9-11But if God himself has taken up residence in your life, you can hardly be thinking more of yourself than of him. Anyone, of course, who has not welcomed this invisible but clearly present God, the Spirit of Christ, won’t know what we’re talking about. But for you who welcome him, in whom he dwells—even though you still experience all the limitations of sin—you yourself experience life on God’s terms. It stands to reason, doesn’t it, that if the alive-and-present God who raised Jesus from the dead moves into your life, he’ll do the same thing in you that he did in Jesus, bringing you alive to himself? When God lives and breathes in you (and he does, as surely as he did in Jesus), you are delivered from that dead life. With his Spirit living in you, your body will be as alive as Christ’s!",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}