{
  "verses": "35-38Then Jesus made a circuit of all the towns and villages. He taught in their meeting places, reported kingdom news, and healed their diseased bodies, healed their bruised and hurt lives. When he looked out over the crowds, his heart broke. So confused and aimless they were, like sheep with no shepherd. “What a huge harvest!” he said to his disciples. “How few workers! On your knees and pray for harvest hands!” 1-4The prayer was no sooner prayed than it was answered. Jesus called twelve of his followers and sent them into the ripe fields. He gave them power to kick out the evil spirits and to tenderly care for the bruised and hurt lives. This is the list of the twelve he sent: Simon (they called him Peter, or “Rock”), Andrew, his brother, James, Zebedee’s son, John, his brother, Philip, Bartholomew, Thomas, Matthew, the tax man, James, son of Alphaeus, Thaddaeus, Simon, the Canaanite, Judas Iscariot (who later turned on him). 5-8Jesus sent his twelve harvest hands out with this charge: “Don’t begin by traveling to some far-off place to convert unbelievers. And don’t try to be dramatic by tackling some public enemy. Go to the lost, confused people right here in the neighborhood. Tell them that the kingdom is here. Bring health to the sick. Raise the dead. Touch the untouchables. Kick out the demons. You have been treated generously, so live generously. 9-10“Don’t think you have to put on a fund-raising campaign before you start. You don’t need a lot of equipment. You are the equipment, and all you need to keep that going is three meals a day. Travel light. <sup>11</sup>“When you enter a town or village, don’t insist on staying in a luxury inn. Get a modest place with some modest people, and be content there until you leave. 12-15“When you knock on a door, be courteous in your greeting. If they welcome you, be gentle in your conversation. If they don’t welcome you, quietly withdraw. Don’t make a scene. Shrug your shoulders and be on your way. You can be sure that on Judgment Day they’ll be mighty sorry—but it’s no concern of yours now.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}