{
  "verses": "1-5They arrived on the other side of the sea in the country of the Gerasenes. As Jesus got out of the boat, a madman from the cemetery came up to him. He lived there among the tombs and graves. No one could restrain him—he couldn’t be chained, couldn’t be tied down. He had been tied up many times with chains and ropes, but he broke the chains, snapped the ropes. No one was strong enough to tame him. Night and day he roamed through the graves and the hills, screaming out and slashing himself with sharp stones. 6-8When he saw Jesus a long way off, he ran and bowed in worship before him—then howled in protest, “What business do you have, Jesus, Son of the High God, messing with me? I swear to God, don’t give me a hard time!” (Jesus had just commanded the tormenting evil spirit, “Out! Get out of the man!”) 9-10Jesus asked him, “Tell me your name.” He replied, “My name is Mob. I’m a rioting mob.” Then he desperately begged Jesus not to banish them from the country. 11-13A large herd of pigs was grazing and rooting on a nearby hill. The demons begged him, “Send us to the pigs so we can live in them.” Jesus gave the order. But it was even worse for the pigs than for the man. Crazed, they stampeded over a cliff into the sea and drowned. 14-15Those tending the pigs, scared to death, bolted and told their story in town and country. Everyone wanted to see what had happened. They came up to Jesus and saw the madman sitting there wearing decent clothes and making sense, no longer a walking madhouse of a man. 16-17Those who had seen it told the others what had happened to the demon-possessed man and the pigs. At first they were in awe—and then they were upset, upset over the drowned pigs. They demanded that Jesus leave and not come back. 18-20As Jesus was getting into the boat, the demon-delivered man begged to go along, but he wouldn’t let him. Jesus said, “Go home to your own people. Tell them your story—what the Master did, how he had mercy on you.” The man went back and began to preach in the Ten Towns area about what Jesus had done for him. He was the talk of the town.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}