{
  "verses": "20-21There were some Greeks in town who had come up to worship at the Feast. They approached Philip, who was from Bethsaida in Galilee: “Sir, we want to see Jesus. Can you help us?” 22-23Philip went and told Andrew. Andrew and Philip together told Jesus. Jesus answered, “Time’s up. The time has come for the Son of Man to be glorified. 24-25“Listen carefully: Unless a grain of wheat is buried in the ground, dead to the world, it is never any more than a grain of wheat. But if it is buried, it sprouts and reproduces itself many times over. In the same way, anyone who holds on to life just as it is destroys that life. But if you let it go, reckless in your love, you’ll have it forever, real and eternal. <sup>26</sup>“If any of you wants to serve me, then follow me. Then you’ll be where I am, ready to serve at a moment’s notice. The Father will honor and reward anyone who serves me. 27-28“Right now I am shaken. And what am I going to say? ‘Father, get me out of this’? No, this is why I came in the first place. I’ll say, ‘Father, put your glory on display.’” A voice came out of the sky: “I have glorified it, and I’ll glorify it again.” <sup>29</sup>The listening crowd said, “Thunder!” Others said, “An angel spoke to him!” 30-33Jesus said, “The voice didn’t come for me but for you. At this moment the world is in crisis. Now Satan, the ruler of this world, will be thrown out. And I, as I am lifted up from the earth, will attract everyone to me and gather them around me.” He put it this way to show how he was going to be put to death. <sup>34</sup>Voices from the crowd answered, “We heard from God’s Law that the Messiah lasts forever. How can it be necessary, as you put it, that the Son of Man ‘be lifted up’? Who is this ‘Son of Man’?” 35-36a Jesus said, “For a brief time still, the light is among you. Walk by the light you have so darkness doesn’t destroy you. If you walk in darkness, you don’t know where you’re going. As you have the light, believe in the light. Then the light will be within you, and shining through your lives. You’ll be children of light.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}