{
  "verses": "1-2While Jesus was living in the Galilean hills, John, called “the Baptizer,” was preaching in the desert country of Judea. His message was simple and austere, like his desert surroundings: “Change your life. God’s kingdom is here.” <sup>3</sup>John and his message were authorized by Isaiah’s prophecy: Thunder in the desert! Prepare for God’s arrival! Make the road smooth and straight! 4-6John dressed in a camel-hair habit tied at the waist by a leather strap. He lived on a diet of locusts and wild field honey. People poured out of Jerusalem, Judea, and the Jordanian countryside to hear and see him in action. There at the Jordan River those who came to confess their sins were baptized into a changed life. 7-10When John realized that a lot of Pharisees and Sadducees were showing up for a baptismal experience because it was becoming the popular thing to do, he exploded: “Brood of snakes! What do you think you’re doing slithering down here to the river? Do you think a little water on your snakeskins is going to make any difference? It’s your life that must change, not your skin! And don’t think you can pull rank by claiming Abraham as father. Being a descendant of Abraham is neither here nor there. Descendants of Abraham are a dime a dozen. What counts is your life. Is it green and flourishing? Because if it’s deadwood, it goes on the fire. 11-12“I’m baptizing you here in the river, turning your old life in for a kingdom life. The real action comes next: The main character in this drama—compared to him I’m a mere stagehand—will ignite the kingdom life within you, a fire within you, the Holy Spirit within you, changing you from the inside out. He’s going to clean house—make a clean sweep of your lives. He’ll place everything true in its proper place before God; everything false he’ll put out with the trash to be burned.” * * *",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}