{
  "verses": "17-21From Miletus he sent to Ephesus for the leaders of the congregation. When they arrived, he said, “You know that from day one of my arrival in Asia I was with you totally—laying my life on the line, serving the Master no matter what, putting up with no end of scheming by Jews who wanted to do me in. I didn’t skimp or trim in any way. Every truth and encouragement that could have made a difference to you, you got. I taught you out in public and I taught you in your homes, urging Jews and Greeks alike to a radical life-change before God and an equally radical trust in our Master Jesus. 22-24“But there is another urgency before me now. I feel compelled to go to Jerusalem. I’m completely in the dark about what will happen when I get there. I do know that it won’t be any picnic, for the Holy Spirit has let me know repeatedly and clearly that there are hard times and imprisonment ahead. But that matters little. What matters most to me is to finish what God started: the job the Master Jesus gave me of letting everyone I meet know all about this incredibly extravagant generosity of God. 25-27“And so this is good-bye. You’re not going to see me again, nor I you, you whom I have gone among for so long proclaiming the news of God’s inaugurated kingdom. I’ve done my best for you, given you my all, held back nothing of God’s will for you. <sup>28</sup>“Now it’s up to you. Be on your toes—both for yourselves and your congregation of sheep. The Holy Spirit has put you in charge of these people—God’s people they are—to guard and protect them. God himself thought they were worth dying for. 29-31“I know that as soon as I’m gone, vicious wolves are going to show up and rip into this flock, men from your very own ranks twisting words so as to seduce disciples into following them instead of Jesus. So stay awake and keep up your guard. Remember those three years I kept at it with you, never letting up, pouring my heart out with you, one after another. <sup>32</sup>“Now I’m turning you over to God, our marvelous God whose gracious Word can make you into what he wants you to be and give you everything you could possibly need in this community of holy friends. 33-35“I’ve never, as you so well know, had any taste for wealth or fashion. With these bare hands I took care of my own basic needs and those who worked with me. In everything I’ve done, I have demonstrated to you how necessary it is to work on behalf of the weak and not exploit them. You’ll not likely go wrong here if you keep remembering that our Master said, ‘You’re far happier giving than getting.’” 36-38Then Paul went down on his knees, all of them kneeling with him, and prayed. And then a river of tears. Much clinging to Paul, not wanting to let him go. They knew they would never see him again—he had told them quite plainly. The pain cut deep. Then, bravely, they walked him down to the ship.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}