{
  "verses": "1-2Jesus said to his disciples, “There was once a rich man who had a manager. He got reports that the manager had been taking advantage of his position by running up huge personal expenses. So he called him in and said, ‘What’s this I hear about you? You’re fired. And I want a complete audit of your books.’ 3-4“The manager said to himself, ‘What am I going to do? I’ve lost my job as manager. I’m not strong enough for a laboring job, and I’m too proud to beg. . . . Ah, I’ve got a plan. Here’s what I’ll do . . . then when I’m turned out into the street, people will take me into their houses.’ <sup>5</sup>“Then he went at it. One after another, he called in the people who were in debt to his master. He said to the first, ‘How much do you owe my master?’ <sup>6</sup>“He replied, ‘A hundred jugs of olive oil.’ “The manager said, ‘Here, take your bill, sit down here—quick now—write fifty.’ <sup>7</sup>“To the next he said, ‘And you, what do you owe?’ “He answered, ‘A hundred sacks of wheat.’ “He said, ‘Take your bill, write in eighty.’ 8-9“Now here’s a surprise: The master praised the crooked manager! And why? Because he knew how to look after himself. Streetwise people are smarter in this regard than law-abiding citizens. They are on constant alert, looking for angles, surviving by their wits. I want you to be smart in the same way—but for what is right—using every adversity to stimulate you to creative survival, to concentrate your attention on the bare essentials, so you’ll live, really live, and not complacently just get by on good behavior.” 10-13Jesus went on to make these comments: If you’re honest in small things, you’ll be honest in big things; If you’re a crook in small things, you’ll be a crook in big things. If you’re not honest in small jobs, who will put you in charge of the store? No worker can serve two bosses: He’ll either hate the first and love the second Or adore the first and despise the second. You can’t serve both God and the Bank.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}