{
  "verses": "1-2I, Paul, am under God’s plan as an apostle, a special agent of Christ Jesus, writing to you faithful believers in Ephesus. I greet you with the grace and peace poured into our lives by God our Father and our Master, Jesus Christ. 3-6How blessed is God! And what a blessing he is! He’s the Father of our Master, Jesus Christ, and takes us to the high places of blessing in him. Long before he laid down earth’s foundations, he had us in mind, had settled on us as the focus of his love, to be made whole and holy by his love. Long, long ago he decided to adopt us into his family through Jesus Christ. (What pleasure he took in planning this!) He wanted us to enter into the celebration of his lavish gift-giving by the hand of his beloved Son. 7-10Because of the sacrifice of the Messiah, his blood poured out on the altar of the Cross, we’re a free people—free of penalties and punishments chalked up by all our misdeeds. And not just barely free, either. Abundantly free! He thought of everything, provided for everything we could possibly need, letting us in on the plans he took such delight in making. He set it all out before us in Christ, a long-range plan in which everything would be brought together and summed up in him, everything in deepest heaven, everything on planet earth. 11-12It’s in Christ that we find out who we are and what we are living for. Long before we first heard of Christ and got our hopes up, he had his eye on us, had designs on us for glorious living, part of the overall purpose he is working out in everything and everyone. 13-14It’s in Christ that you, once you heard the truth and believed it (this Message of your salvation), found yourselves home free—signed, sealed, and delivered by the Holy Spirit. This down payment from God is the first installment on what’s coming, a reminder that we’ll get everything God has planned for us, a praising and glorious life.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}