{
  "verses": "16-18My counsel is this: Live freely, animated and motivated by God’s Spirit. Then you won’t feed the compulsions of selfishness. For there is a root of sinful self-interest in us that is at odds with a free spirit, just as the free spirit is incompatible with selfishness. These two ways of life are contrary to each other, so that you cannot live at times one way and at times another way according to how you feel on any given day. Why don’t you choose to be led by the Spirit and so escape the erratic compulsions of a law-dominated existence? * * * 19-21It is obvious what kind of life develops out of trying to get your own way all the time: repetitive, loveless, cheap sex; a stinking accumulation of mental and emotional garbage; frenzied and joyless grabs for happiness; trinket gods; magic-show religion; paranoid loneliness; cutthroat competition; all-consuming-yet-never-satisfied wants; a brutal temper; an impotence to love or be loved; divided homes and divided lives; small-minded and lopsided pursuits; the vicious habit of depersonalizing everyone into a rival; uncontrolled and uncontrollable addictions; ugly parodies of community. I could go on. This isn’t the first time I have warned you, you know. If you use your freedom this way, you will not inherit God’s kingdom. 22-23a But what happens when we live God’s way? He brings gifts into our lives, much the same way that fruit appears in an orchard—things like affection for others, exuberance about life, serenity. We develop a willingness to stick with things, a sense of compassion in the heart, and a conviction that a basic holiness permeates things and people. We find ourselves involved in loyal commitments, not needing to force our way in life, able to marshal and direct our energies wisely. 23b-24 Legalism is helpless in bringing this about; it only gets in the way. Among those who belong to Christ, everything connected with getting our own way and mindlessly responding to what everyone else calls necessities is killed off for good—crucified.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}