{
  "verses": "17-19And so I insist—and God backs me up on this—that there be no going along with the crowd, the empty-headed, mindless crowd. They’ve refused for so long to deal with God that they’ve lost touch not only with God but with reality itself. They can’t think straight anymore. Feeling no pain, they let themselves go in sexual obsession, addicted to every sort of perversion. 20-24But that’s no life for you. You learned Christ! My assumption is that you have paid careful attention to him, been well instructed in the truth precisely as we have it in Jesus. Since, then, we do not have the excuse of ignorance, everything—and I do mean everything—connected with that old way of life has to go. It’s rotten through and through. Get rid of it! And then take on an entirely new way of life—a God-fashioned life, a life renewed from the inside and working itself into your conduct as God accurately reproduces his character in you. <sup>25</sup>What this adds up to, then, is this: no more lies, no more pretense. Tell your neighbor the truth. In Christ’s body we’re all connected to each other, after all. When you lie to others, you end up lying to yourself. 26-27Go ahead and be angry. You do well to be angry—but don’t use your anger as fuel for revenge. And don’t stay angry. Don’t go to bed angry. Don’t give the Devil that kind of foothold in your life. <sup>28</sup>Did you use to make ends meet by stealing? Well, no more! Get an honest job so that you can help others who can’t work. <sup>29</sup>Watch the way you talk. Let nothing foul or dirty come out of your mouth. Say only what helps, each word a gift. <sup>30</sup>Don’t grieve God. Don’t break his heart. His Holy Spirit, moving and breathing in you, is the most intimate part of your life, making you fit for himself. Don’t take such a gift for granted. 31-32Make a clean break with all cutting, backbiting, profane talk. Be gentle with one another, sensitive. Forgive one another as quickly and thoroughly as God in Christ forgave you.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}