{
  "verses": "1-5“Let me set this before you as plainly as I can. If a person climbs over or through the fence of a sheep pen instead of going through the gate, you know he’s up to no good—a sheep rustler! The shepherd walks right up to the gate. The gatekeeper opens the gate to him and the sheep recognize his voice. He calls his own sheep by name and leads them out. When he gets them all out, he leads them and they follow because they are familiar with his voice. They won’t follow a stranger’s voice but will scatter because they aren’t used to the sound of it.” 6-10Jesus told this simple story, but they had no idea what he was talking about. So he tried again. “I’ll be explicit, then. I am the Gate for the sheep. All those others are up to no good—sheep rustlers, every one of them. But the sheep didn’t listen to them. I am the Gate. Anyone who goes through me will be cared for—will freely go in and out, and find pasture. A thief is only there to steal and kill and destroy. I came so they can have real and eternal life, more and better life than they ever dreamed of. 11-13“I am the Good Shepherd. The Good Shepherd puts the sheep before himself, sacrifices himself if necessary. A hired man is not a real shepherd. The sheep mean nothing to him. He sees a wolf come and runs for it, leaving the sheep to be ravaged and scattered by the wolf. He’s only in it for the money. The sheep don’t matter to him. 14-18“I am the Good Shepherd. I know my own sheep and my own sheep know me. In the same way, the Father knows me and I know the Father. I put the sheep before myself, sacrificing myself if necessary. You need to know that I have other sheep in addition to those in this pen. I need to gather and bring them, too. They’ll also recognize my voice. Then it will be one flock, one Shepherd. This is why the Father loves me: because I freely lay down my life. And so I am free to take it up again. No one takes it from me. I lay it down of my own free will. I have the right to lay it down; I also have the right to take it up again. I received this authority personally from my Father.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}