{
  "verses": "36-39One of the Pharisees asked him over for a meal. He went to the Pharisee’s house and sat down at the dinner table. Just then a woman of the village, the town harlot, having learned that Jesus was a guest in the home of the Pharisee, came with a bottle of very expensive perfume and stood at his feet, weeping, raining tears on his feet. Letting down her hair, she dried his feet, kissed them, and anointed them with the perfume. When the Pharisee who had invited him saw this, he said to himself, “If this man was the prophet I thought he was, he would have known what kind of woman this is who is falling all over him.” <sup>40</sup>Jesus said to him, “Simon, I have something to tell you.” “Oh? Tell me.” 41-42“Two men were in debt to a banker. One owed five hundred silver pieces, the other fifty. Neither of them could pay up, and so the banker canceled both debts. Which of the two would be more grateful?” 43-47Simon answered, “I suppose the one who was forgiven the most.” “That’s right,” said Jesus. Then turning to the woman, but speaking to Simon, he said, “Do you see this woman? I came to your home; you provided no water for my feet, but she rained tears on my feet and dried them with her hair. You gave me no greeting, but from the time I arrived she hasn’t quit kissing my feet. You provided nothing for freshening up, but she has soothed my feet with perfume. Impressive, isn’t it? She was forgiven many, many sins, and so she is very, very grateful. If the forgiveness is minimal, the gratitude is minimal.” <sup>48</sup>Then he spoke to her: “I forgive your sins.” <sup>49</sup>That set the dinner guests talking behind his back: “Who does he think he is, forgiving sins!” <sup>50</sup>He ignored them and said to the woman, “Your faith has saved you. Go in peace.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}