{
  "verses": "1-3a So what do we do? Keep on sinning so God can keep on forgiving? I should hope not! If we’ve left the country where sin is sovereign, how can we still live in our old house there? Or didn’t you realize we packed up and left there for good? That is what happened in baptism. When we went under the water, we left the old country of sin behind; when we came up out of the water, we entered into the new country of grace—a new life in a new land! 3b-5 That’s what baptism into the life of Jesus means. When we are lowered into the water, it is like the burial of Jesus; when we are raised up out of the water, it is like the resurrection of Jesus. Each of us is raised into a light-filled world by our Father so that we can see where we’re going in our new grace-sovereign country. 6-11Could it be any clearer? Our old way of life was nailed to the cross with Christ, a decisive end to that sin-miserable life—no longer captive to sin’s demands! What we believe is this: If we get included in Christ’s sin-conquering death, we also get included in his life-saving resurrection. We know that when Jesus was raised from the dead it was a signal of the end of death-as-the-end. Never again will death have the last word. When Jesus died, he took sin down with him, but alive he brings God down to us. From now on, think of it this way: Sin speaks a dead language that means nothing to you; God speaks your mother tongue, and you hang on every word. You are dead to sin and alive to God. That’s what Jesus did. 12-14That means you must not give sin a vote in the way you conduct your lives. Don’t give it the time of day. Don’t even run little errands that are connected with that old way of life. Throw yourselves wholeheartedly and full-time—remember, you’ve been raised from the dead!—into God’s way of doing things. Sin can’t tell you how to live. After all, you’re not living under that old tyranny any longer. You’re living in the freedom of God.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}