{
  "verses": "22-23Next a poor demon-afflicted wretch, both blind and deaf, was set down before him. Jesus healed him, gave him his sight and hearing. The people who saw it were impressed—“This has to be the Son of David!” <sup>24</sup>But the Pharisees, when they heard the report, were cynical. “Black magic,” they said. “Some devil trick he’s pulled from his sleeve.” 25-27Jesus confronted their slander. “A judge who gives opposite verdicts on the same person cancels himself out; a family that’s in a constant squabble disintegrates; if Satan banishes Satan, is there any Satan left? If you’re slinging devil mud at me, calling me a devil kicking out devils, doesn’t the same mud stick to your own exorcists? 28-29“But if it’s by God’s power that I am sending the evil spirits packing, then God’s kingdom is here for sure. How in the world do you think it’s possible in broad daylight to enter the house of an awake, able-bodied man and walk off with his possessions unless you tie him up first? Tie him up, though, and you can clean him out. <sup>30</sup>“This is war, and there is no neutral ground. If you’re not on my side, you’re the enemy; if you’re not helping, you’re making things worse. 31-32“There’s nothing done or said that can’t be forgiven. But if you deliberately persist in your slanders against God’s Spirit, you are repudiating the very One who forgives. If you reject the Son of Man out of some misunderstanding, the Holy Spirit can forgive you, but when you reject the Holy Spirit, you’re sawing off the branch on which you’re sitting, severing by your own perversity all connection with the One who forgives. <sup>33</sup>“If you grow a healthy tree, you’ll pick healthy fruit. If you grow a diseased tree, you’ll pick worm-eaten fruit. The fruit tells you about the tree. 34-37“You have minds like a snake pit! How do you suppose what you say is worth anything when you are so foul-minded? It’s your heart, not the dictionary, that gives meaning to your words. A good person produces good deeds and words season after season. An evil person is a blight on the orchard. Let me tell you something: Every one of these careless words is going to come back to haunt you. There will be a time of Reckoning. Words are powerful; take them seriously. Words can be your salvation. Words can also be your damnation.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}