{
  "verses": "23-26As soon as Peter and John were let go, they went to their friends and told them what the high priests and religious leaders had said. Hearing the report, they lifted their voices in a wonderful harmony in prayer: “Strong God, you made heaven and earth and sea and everything in them. By the Holy Spirit you spoke through the mouth of your servant and our father, David: Why the big noise, nations? Why the mean plots, peoples? Earth’s leaders push for position, Potentates meet for summit talks, The God-deniers, the Messiah-defiers! 27-28“For in fact they did meet—Herod and Pontius Pilate with nations and peoples, even Israel itself!—met in this very city to plot against your holy Son Jesus, the One you made Messiah, to carry out the plans you long ago set in motion. 29-30“And now they’re at it again! Take care of their threats and give your servants fearless confidence in preaching your Message, as you stretch out your hand to us in healings and miracles and wonders done in the name of your holy servant Jesus.” <sup>31</sup>While they were praying, the place where they were meeting trembled and shook. They were all filled with the Holy Spirit and continued to speak God’s Word with fearless confidence. 32-33The whole congregation of believers was united as one—one heart, one mind! They didn’t even claim ownership of their own possessions. No one said, “That’s mine; you can’t have it.” They shared everything. The apostles gave powerful witness to the resurrection of the Master Jesus, and grace was on all of them. 34-35And so it turned out that not a person among them was needy. Those who owned fields or houses sold them and brought the price of the sale to the apostles and made an offering of it. The apostles then distributed it according to each person’s need. 36-37Joseph, called by the apostles “Barnabas” (which means “Son of Comfort”), a Levite born in Cyprus, sold a field that he owned, brought the money, and made an offering of it to the apostles.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}