{
  "verses": "<sup>16</sup>This is why the fulfillment of God’s promise depends entirely on trusting God and his way, and then simply embracing him and what he does. God’s promise arrives as pure gift. That’s the only way everyone can be sure to get in on it, those who keep the religious traditions and those who have never heard of them. For Abraham is father of us all. He is not our racial father—that’s reading the story backward. He is our faith father. 17-18We call Abraham “father” not because he got God’s attention by living like a saint, but because God made something out of Abraham when he was a nobody. Isn’t that what we’ve always read in Scripture, God saying to Abraham, “I set you up as father of many peoples”? Abraham was first named “father” and then became a father because he dared to trust God to do what only God could do: raise the dead to life, with a word make something out of nothing. When everything was hopeless, Abraham believed anyway, deciding to live not on the basis of what he saw he couldn’t do but on what God said he would do. And so he was made father of a multitude of peoples. God himself said to him, “You’re going to have a big family, Abraham!” 19-25Abraham didn’t focus on his own impotence and say, “It’s hopeless. This hundred-year-old body could never father a child.” Nor did he survey Sarah’s decades of infertility and give up. He didn’t tiptoe around God’s promise asking cautiously skeptical questions. He plunged into the promise and came up strong, ready for God, sure that God would make good on what he had said. That’s why it is said, “Abraham was declared fit before God by trusting God to set him right.” But it’s not just Abraham; it’s also us! The same thing gets said about us when we embrace and believe the One who brought Jesus to life when the conditions were equally hopeless. The sacrificed Jesus made us fit for God, set us right with God.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}