{
  "verses": "<sup>1</sup>I bless God every chance I get; my lungs expand with his praise. <sup>2</sup>I live and breathe God; if things aren’t going well, hear this and be happy: <sup>3</sup>Join me in spreading the news; together let’s get the word out. <sup>4</sup>God met me more than halfway, he freed me from my anxious fears. <sup>5</sup>Look at him; give him your warmest smile. Never hide your feelings from him. <sup>6</sup>When I was desperate, I called out, and God got me out of a tight spot. <sup>7</sup>God’s angel sets up a circle of protection around us while we pray. <sup>8</sup>Open your mouth and taste, open your eyes and see— how good God is. Blessed are you who run to him. <sup>9</sup>Worship God if you want the best; worship opens doors to all his goodness. <sup>10</sup>Young lions on the prowl get hungry, but God-seekers are full of God. <sup>11</sup>Come, children, listen closely; I’ll give you a lesson in God worship. <sup>12</sup>Who out there has a lust for life? Can’t wait each day to come upon beauty? <sup>13</sup>Guard your tongue from profanity, and no more lying through your teeth. <sup>14</sup>Turn your back on sin; do something good. Embrace peace—don’t let it get away! <sup>15</sup>God keeps an eye on his friends, his ears pick up every moan and groan. <sup>16</sup>God won’t put up with rebels; he’ll cull them from the pack. <sup>17</sup>Is anyone crying for help? God is listening, ready to rescue you. <sup>18</sup>If your heart is broken, you’ll find God right there; if you’re kicked in the gut, he’ll help you catch your breath. <sup>19</sup>Disciples so often get into trouble; still, God is there every time. <sup>20</sup>He’s your bodyguard, shielding every bone; not even a finger gets broken. <sup>21</sup>The wicked commit slow suicide; they waste their lives hating the good. <sup>22</sup>God pays for each slave’s freedom; no one who runs to him loses out.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}