{
  "verses": "<sup>16</sup>Another day, a man stopped Jesus and asked, “Teacher, what good thing must I do to get eternal life?” <sup>17</sup>Jesus said, “Why do you question me about what’s good? God is the One who is good. If you want to enter the life of God, just do what he tells you.” 18-19The man asked, “What in particular?” Jesus said, “Don’t murder, don’t commit adultery, don’t steal, don’t lie, honor your father and mother, and love your neighbor as you do yourself.” <sup>20</sup>The young man said, “I’ve done all that. What’s left?” <sup>21</sup>“If you want to give it all you’ve got,” Jesus replied, “go sell your possessions; give everything to the poor. All your wealth will then be in heaven. Then come follow me.” <sup>22</sup>That was the last thing the young man expected to hear. And so, crestfallen, he walked away. He was holding on tight to a lot of things, and he couldn’t bear to let go. 23-24As he watched him go, Jesus told his disciples, “Do you have any idea how difficult it is for the rich to enter God’s kingdom? Let me tell you, it’s easier to gallop a camel through a needle’s eye than for the rich to enter God’s kingdom.” <sup>25</sup>The disciples were staggered. “Then who has any chance at all?” <sup>26</sup>Jesus looked hard at them and said, “No chance at all if you think you can pull it off yourself. Every chance in the world if you trust God to do it.” <sup>27</sup>Then Peter chimed in, “We left everything and followed you. What do we get out of it?” 28-30Jesus replied, “Yes, you have followed me. In the re-creation of the world, when the Son of Man will rule gloriously, you who have followed me will also rule, starting with the twelve tribes of Israel. And not only you, but anyone who sacrifices home, family, fields—whatever—because of me will get it all back a hundred times over, not to mention the considerable bonus of eternal life. This is the Great Reversal: many of the first ending up last, and the last first.”",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}