{
  "verses": "1-2Those of us who are strong and able in the faith need to step in and lend a hand to those who falter, and not just do what is most convenient for us. Strength is for service, not status. Each one of us needs to look after the good of the people around us, asking ourselves, “How can I help?” 3-6That’s exactly what Jesus did. He didn’t make it easy for himself by avoiding people’s troubles, but waded right in and helped out. “I took on the troubles of the troubled,” is the way Scripture puts it. Even if it was written in Scripture long ago, you can be sure it’s written for us. God wants the combination of his steady, constant calling and warm, personal counsel in Scripture to come to characterize us, keeping us alert for whatever he will do next. May our dependably steady and warmly personal God develop maturity in you so that you get along with each other as well as Jesus gets along with us all. Then we’ll be a choir—not our voices only, but our very lives singing in harmony in a stunning anthem to the God and Father of our Master Jesus! 7-13So reach out and welcome one another to God’s glory. Jesus did it; now you do it! Jesus, staying true to God’s purposes, reached out in a special way to the Jewish insiders so that the old ancestral promises would come true for them. As a result, the non-Jewish outsiders have been able to experience mercy and to show appreciation to God. Just think of all the Scriptures that will come true in what we do! For instance: Then I’ll join outsiders in a hymn-sing; I’ll sing to your name! And this one: Outsiders and insiders, rejoice together! And again: People of all nations, celebrate God! All colors and races, give hearty praise! And Isaiah’s word: There’s the root of our ancestor Jesse, breaking through the earth and growing tree tall, Tall enough for everyone everywhere to see and take hope! Oh! May the God of green hope fill you up with joy, fill you up with peace, so that your believing lives, filled with the life-giving energy of the Holy Spirit, will brim over with hope! * * *",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}