{
  "verses": "9-12Be assured that from the first day we heard of you, we haven’t stopped praying for you, asking God to give you wise minds and spirits attuned to his will, and so acquire a thorough understanding of the ways in which God works. We pray that you’ll live well for the Master, making him proud of you as you work hard in his orchard. As you learn more and more how God works, you will learn how to do your work. We pray that you’ll have the strength to stick it out over the long haul—not the grim strength of gritting your teeth but the glory-strength God gives. It is strength that endures the unendurable and spills over into joy, thanking the Father who makes us strong enough to take part in everything bright and beautiful that he has for us. 13-14God rescued us from dead-end alleys and dark dungeons. He’s set us up in the kingdom of the Son he loves so much, the Son who got us out of the pit we were in, got rid of the sins we were doomed to keep repeating. 15-18a We look at this Son and see the God who cannot be seen. We look at this Son and see God’s original purpose in everything created. For everything, absolutely everything, above and below, visible and invisible, rank after rank after rank of angels—everything got started in him and finds its purpose in him. He was there before any of it came into existence and holds it all together right up to this moment. And when it comes to the church, he organizes and holds it together, like a head does a body. 18b-20 He was supreme in the beginning and—leading the resurrection parade—he is supreme in the end. From beginning to end he’s there, towering far above everything, everyone. So spacious is he, so expansive, that everything of God finds its proper place in him without crowding. Not only that, but all the broken and dislocated pieces of the universe—people and things, animals and atoms—get properly fixed and fit together in vibrant harmonies, all because of his death, his blood that poured down from the cross. 21-23You yourselves are a case study of what he does. At one time you all had your backs turned to God, thinking rebellious thoughts of him, giving him trouble every chance you got. But now, by giving himself completely at the Cross, actually dying for you, Christ brought you over to God’s side and put your lives together, whole and holy in his presence. You don’t walk away from a gift like that! You stay grounded and steady in that bond of trust, constantly tuned in to the Message, careful not to be distracted or diverted. There is no other Message—just this one. Every creature under heaven gets this same Message. I, Paul, am a messenger of this Message. * * *",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}