{
  "verses": "1-3What I want to talk about now is the various ways God’s Spirit gets worked into our lives. This is complex and often misunderstood, but I want you to be informed and knowledgeable. Remember how you were when you didn’t know God, led from one phony god to another, never knowing what you were doing, just doing it because everybody else did it? It’s different in this life. God wants us to use our intelligence, to seek to understand as well as we can. For instance, by using your heads, you know perfectly well that the Spirit of God would never prompt anyone to say “Jesus be damned!” Nor would anyone be inclined to say “Jesus is Master!” without the insight of the Holy Spirit. 4-11God’s various gifts are handed out everywhere; but they all originate in God’s Spirit. God’s various ministries are carried out everywhere; but they all originate in God’s Spirit. God’s various expressions of power are in action everywhere; but God himself is behind it all. Each person is given something to do that shows who God is: Everyone gets in on it, everyone benefits. All kinds of things are handed out by the Spirit, and to all kinds of people! The variety is wonderful: wise counsel clear understanding simple trust healing the sick miraculous acts proclamation distinguishing between spirits tongues interpretation of tongues. All these gifts have a common origin, but are handed out one by one by the one Spirit of God. He decides who gets what, and when. 12-13You can easily enough see how this kind of thing works by looking no further than your own body. Your body has many parts—limbs, organs, cells—but no matter how many parts you can name, you’re still one body. It’s exactly the same with Christ. By means of his one Spirit, we all said good-bye to our partial and piecemeal lives. We each used to independently call our own shots, but then we entered into a large and integrated life in which he has the final say in everything. (This is what we proclaimed in word and action when we were baptized.) Each of us is now a part of his resurrection body, refreshed and sustained at one fountain—his Spirit—where we all come to drink. The old labels we once used to identify ourselves—labels like Jew or Greek, slave or free—are no longer useful. We need something larger, more comprehensive.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}