{
  "verses": "13-14Forget about deciding what’s right for each other. Here’s what you need to be concerned about: that you don’t get in the way of someone else, making life more difficult than it already is. I’m convinced—Jesus convinced me!—that everything as it is in itself is holy. We, of course, by the way we treat it or talk about it, can contaminate it. 15-16If you confuse others by making a big issue over what they eat or don’t eat, you’re no longer a companion with them in love, are you? These, remember, are persons for whom Christ died. Would you risk sending them to hell over an item in their diet? Don’t you dare let a piece of God-blessed food become an occasion of soul-poisoning! 17-18God’s kingdom isn’t a matter of what you put in your stomach, for goodness’ sake. It’s what God does with your life as he sets it right, puts it together, and completes it with joy. Your task is to single-mindedly serve Christ. Do that and you’ll kill two birds with one stone: pleasing the God above you and proving your worth to the people around you. 19-21So let’s agree to use all our energy in getting along with each other. Help others with encouraging words; don’t drag them down by finding fault. You’re certainly not going to permit an argument over what is served or not served at supper to wreck God’s work among you, are you? I said it before and I’ll say it again: All food is good, but it can turn bad if you use it badly, if you use it to trip others up and send them sprawling. When you sit down to a meal, your primary concern should not be to feed your own face but to share the life of Jesus. So be sensitive and courteous to the others who are eating. Don’t eat or say or do things that might interfere with the free exchange of love. 22-23Cultivate your own relationship with God, but don’t impose it on others. You’re fortunate if your behavior and your belief are coherent. But if you’re not sure, if you notice that you are acting in ways inconsistent with what you believe—some days trying to impose your opinions on others, other days just trying to please them—then you know that you’re out of line. If the way you live isn’t consistent with what you believe, then it’s wrong.",
  "copyright": "THE MESSAGE: The Bible in Contemporary Language copyright © 1993, 2002, 2018 by Eugene H. Peterson. All rights reserved. Used by permission of NavPress. Represented by Tyndale House Publishers."
}