{
  "verses": "<sup>20</sup>Now there were some Greeks among those who went up to worship at the festival. <sup>21</sup>They came to Philip, who was from Bethsaida in Galilee, with a request. “Sir,” they said, “we would like to see Jesus.” <sup>22</sup>Philip went to tell Andrew; Andrew and Philip in turn told Jesus. <sup>23</sup>Jesus replied, “The hour has come for the Son of Man to be glorified. <sup>24</sup>Very truly I tell you, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds. <sup>25</sup>Anyone who loves their life will lose it, while anyone who hates their life in this world will keep it for eternal life. <sup>26</sup>Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me. <sup>27</sup>“Now my soul is troubled, and what shall I say? ‘Father, save me from this hour’? No, it was for this very reason I came to this hour. <sup>28</sup>Father, glorify your name!” Then a voice came from heaven, “I have glorified it, and will glorify it again.” <sup>29</sup>The crowd that was there and heard it said it had thundered; others said an angel had spoken to him. <sup>30</sup>Jesus said, “This voice was for your benefit, not mine. <sup>31</sup>Now is the time for judgment on this world; now the prince of this world will be driven out. <sup>32</sup>And I, when I am lifted up from the earth, will draw all people to myself.” <sup>33</sup>He said this to show the kind of death he was going to die. <sup>34</sup>The crowd spoke up, “We have heard from the Law that the Messiah will remain forever, so how can you say, ‘The Son of Man must be lifted up’? Who is this ‘Son of Man’?” <sup>35</sup>Then Jesus told them, “You are going to have the light just a little while longer. Walk while you have the light, before darkness overtakes you. Whoever walks in the dark does not know where they are going. <sup>36</sup>Believe in the light while you have the light, so that you may become children of light.” When he had finished speaking, Jesus left and hid himself from them.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}