{
  "verses": "<sup>17</sup>From Miletus, Paul sent to Ephesus for the elders of the church. <sup>18</sup>When they arrived, he said to them: “You know how I lived the whole time I was with you, from the first day I came into the province of Asia. <sup>19</sup>I served the Lord with great humility and with tears and in the midst of severe testing by the plots of my Jewish opponents. <sup>20</sup>You know that I have not hesitated to preach anything that would be helpful to you but have taught you publicly and from house to house. <sup>21</sup>I have declared to both Jews and Greeks that they must turn to God in repentance and have faith in our Lord Jesus. <sup>22</sup>“And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there. <sup>23</sup>I only know that in every city the Holy Spirit warns me that prison and hardships are facing me. <sup>24</sup>However, I consider my life worth nothing to me; my only aim is to finish the race and complete the task the Lord Jesus has given me—the task of testifying to the good news of God’s grace. <sup>25</sup>“Now I know that none of you among whom I have gone about preaching the kingdom will ever see me again. <sup>26</sup>Therefore, I declare to you today that I am innocent of the blood of any of you. <sup>27</sup>For I have not hesitated to proclaim to you the whole will of God. <sup>28</sup>Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood. <sup>29</sup>I know that after I leave, savage wolves will come in among you and will not spare the flock. <sup>30</sup>Even from your own number men will arise and distort the truth in order to draw away disciples after them. <sup>31</sup>So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears. <sup>32</sup>“Now I commit you to God and to the word of his grace, which can build you up and give you an inheritance among all those who are sanctified. <sup>33</sup>I have not coveted anyone’s silver or gold or clothing. <sup>34</sup>You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. <sup>35</sup>In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: ‘It is more blessed to give than to receive.’ ” <sup>36</sup>When Paul had finished speaking, he knelt down with all of them and prayed. <sup>37</sup>They all wept as they embraced him and kissed him. <sup>38</sup>What grieved them most was his statement that they would never see his face again. Then they accompanied him to the ship.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}