{
  "verses": "<sup>20</sup>And God said, “Let the water teem with living creatures, and let birds fly above the earth across the vault of the sky.” <sup>21</sup>So God created the great creatures of the sea and every living thing with which the water teems and that moves about in it, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup>22</sup>God blessed them and said, “Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.” <sup>23</sup>And there was evening, and there was morning—the fifth day. <sup>24</sup>And God said, “Let the land produce living creatures according to their kinds: the livestock, the creatures that move along the ground, and the wild animals, each according to its kind.” And it was so. <sup>25</sup>God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup>26</sup>Then God said, “Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals, and over all the creatures that move along the ground.” <sup>27</sup>So God created mankind in his own image, in the image of God he created them; male and female he created them. <sup>28</sup>God blessed them and said to them, “Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish in the sea and the birds in the sky and over every living creature that moves on the ground.” <sup>29</sup>Then God said, “I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup>30</sup>And to all the beasts of the earth and all the birds in the sky and all the creatures that move along the ground—everything that has the breath of life in it—I give every green plant for food.” And it was so. <sup>31</sup>God saw all that he had made, and it was very good. And there was evening, and there was morning—the sixth day.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}