{
  "verses": "<sup>1</sup>Some time later God tested Abraham. He said to him, “Abraham!” “Here I am,” he replied. <sup>2</sup>Then God said, “Take your son, your only son, whom you love—Isaac—and go to the region of Moriah. Sacrifice him there as a burnt offering on a mountain I will show you.” <sup>3</sup>Early the next morning Abraham got up and loaded his donkey. He took with him two of his servants and his son Isaac. When he had cut enough wood for the burnt offering, he set out for the place God had told him about. <sup>4</sup>On the third day Abraham looked up and saw the place in the distance. <sup>5</sup>He said to his servants, “Stay here with the donkey while I and the boy go over there. We will worship and then we will come back to you.” <sup>6</sup>Abraham took the wood for the burnt offering and placed it on his son Isaac, and he himself carried the fire and the knife. As the two of them went on together, <sup>7</sup>Isaac spoke up and said to his father Abraham, “Father?” “Yes, my son?” Abraham replied. “The fire and wood are here,” Isaac said, “but where is the lamb for the burnt offering?” <sup>8</sup>Abraham answered, “God himself will provide the lamb for the burnt offering, my son.” And the two of them went on together. <sup>9</sup>When they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood. <sup>10</sup>Then he reached out his hand and took the knife to slay his son. <sup>11</sup>But the angel of the Lord called out to him from heaven, “Abraham! Abraham!” “Here I am,” he replied. <sup>12</sup>“Do not lay a hand on the boy,” he said. “Do not do anything to him. Now I know that you fear God, because you have not withheld from me your son, your only son.” <sup>13</sup>Abraham looked up and there in a thicket he saw a ram caught by its horns. He went over and took the ram and sacrificed it as a burnt offering instead of his son. <sup>14</sup>So Abraham called that place The Lord Will Provide. And to this day it is said, “On the mountain of the Lord it will be provided.”",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}