{
  "verses": "<sup>57</sup>When it was time for Elizabeth to have her baby, she gave birth to a son. <sup>58</sup>Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup>59</sup>On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup>60</sup>but his mother spoke up and said, “No! He is to be called John.” <sup>61</sup>They said to her, “There is no one among your relatives who has that name.” <sup>62</sup>Then they made signs to his father, to find out what he would like to name the child. <sup>63</sup>He asked for a writing tablet, and to everyone’s astonishment he wrote, “His name is John.” <sup>64</sup>Immediately his mouth was opened and his tongue set free, and he began to speak, praising God. <sup>65</sup>All the neighbors were filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup>66</sup>Everyone who heard this wondered about it, asking, “What then is this child going to be?” For the Lord’s hand was with him. <sup>67</sup>His father Zechariah was filled with the Holy Spirit and prophesied: <sup>68</sup>“Praise be to the Lord, the God of Israel, because he has come to his people and redeemed them. <sup>69</sup>He has raised up a horn of salvation for us in the house of his servant David <sup>70</sup>(as he said through his holy prophets of long ago), <sup>71</sup>salvation from our enemies and from the hand of all who hate us— <sup>72</sup>to show mercy to our ancestors and to remember his holy covenant, <sup>73</sup>the oath he swore to our father Abraham: <sup>74</sup>to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup>75</sup>in holiness and righteousness before him all our days. <sup>76</sup>And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup>77</sup>to give his people the knowledge of salvation through the forgiveness of their sins, <sup>78</sup>because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup>79</sup>to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.” <sup>80</sup>And the child grew and became strong in spirit; and he lived in the wilderness until he appeared publicly to Israel.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}