{
  "verses": "<sup>35</sup>The next day John was there again with two of his disciples. <sup>36</sup>When he saw Jesus passing by, he said, “Look, the Lamb of God!” <sup>37</sup>When the two disciples heard him say this, they followed Jesus. <sup>38</sup>Turning around, Jesus saw them following and asked, “What do you want?” They said, “Rabbi” (which means “Teacher”), “where are you staying?” <sup>39</sup>“Come,” he replied, “and you will see.” So they went and saw where he was staying, and they spent that day with him. It was about four in the afternoon. <sup>40</sup>Andrew, Simon Peter’s brother, was one of the two who heard what John had said and who had followed Jesus. <sup>41</sup>The first thing Andrew did was to find his brother Simon and tell him, “We have found the Messiah” (that is, the Christ). <sup>42</sup>And he brought him to Jesus. Jesus looked at him and said, “You are Simon son of John. You will be called Cephas” (which, when translated, is Peter). <sup>43</sup>The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, “Follow me.” <sup>44</sup>Philip, like Andrew and Peter, was from the town of Bethsaida. <sup>45</sup>Philip found Nathanael and told him, “We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.” <sup>46</sup>“Nazareth! Can anything good come from there?” Nathanael asked. “Come and see,” said Philip. <sup>47</sup>When Jesus saw Nathanael approaching, he said of him, “Here truly is an Israelite in whom there is no deceit.” <sup>48</sup>“How do you know me?” Nathanael asked. Jesus answered, “I saw you while you were still under the fig tree before Philip called you.” <sup>49</sup>Then Nathanael declared, “Rabbi, you are the Son of God; you are the king of Israel.” <sup>50</sup>Jesus said, “You believe because I told you I saw you under the fig tree. You will see greater things than that.” <sup>51</sup>He then added, “Very truly I tell you, you will see ‘heaven open, and the angels of God ascending and descending on’ the Son of Man.”",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}