{
  "verses": "<sup>17</sup>“ ‘As for you, my flock, this is what the Sovereign Lord says: I will judge between one sheep and another, and between rams and goats. <sup>18</sup>Is it not enough for you to feed on the good pasture? Must you also trample the rest of your pasture with your feet? Is it not enough for you to drink clear water? Must you also muddy the rest with your feet? <sup>19</sup>Must my flock feed on what you have trampled and drink what you have muddied with your feet? <sup>20</sup>“ ‘Therefore this is what the Sovereign Lord says to them: See, I myself will judge between the fat sheep and the lean sheep. <sup>21</sup>Because you shove with flank and shoulder, butting all the weak sheep with your horns until you have driven them away, <sup>22</sup>I will save my flock, and they will no longer be plundered. I will judge between one sheep and another. <sup>23</sup>I will place over them one shepherd, my servant David, and he will tend them; he will tend them and be their shepherd. <sup>24</sup>I the Lord will be their God, and my servant David will be prince among them. I the Lord have spoken. <sup>25</sup>“ ‘I will make a covenant of peace with them and rid the land of savage beasts so that they may live in the wilderness and sleep in the forests in safety. <sup>26</sup>I will make them and the places surrounding my hill a blessing. I will send down showers in season; there will be showers of blessing. <sup>27</sup>The trees will yield their fruit and the ground will yield its crops; the people will be secure in their land. They will know that I am the Lord, when I break the bars of their yoke and rescue them from the hands of those who enslaved them. <sup>28</sup>They will no longer be plundered by the nations, nor will wild animals devour them. They will live in safety, and no one will make them afraid. <sup>29</sup>I will provide for them a land renowned for its crops, and they will no longer be victims of famine in the land or bear the scorn of the nations. <sup>30</sup>Then they will know that I, the Lord their God, am with them and that they, the Israelites, are my people, declares the Sovereign Lord. <sup>31</sup>You are my sheep, the sheep of my pasture, and I am your God, declares the Sovereign Lord.’ ”",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}