{
  "verses": "<sup>1</sup>They went across the lake to the region of the Gerasenes. <sup>2</sup>When Jesus got out of the boat, a man with an impure spirit came from the tombs to meet him. <sup>3</sup>This man lived in the tombs, and no one could bind him anymore, not even with a chain. <sup>4</sup>For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him. <sup>5</sup>Night and day among the tombs and in the hills he would cry out and cut himself with stones. <sup>6</sup>When he saw Jesus from a distance, he ran and fell on his knees in front of him. <sup>7</sup>He shouted at the top of his voice, “What do you want with me, Jesus, Son of the Most High God? In God’s name don’t torture me!” <sup>8</sup>For Jesus had said to him, “Come out of this man, you impure spirit!” <sup>9</sup>Then Jesus asked him, “What is your name?” “My name is Legion,” he replied, “for we are many.” <sup>10</sup>And he begged Jesus again and again not to send them out of the area. <sup>11</sup>A large herd of pigs was feeding on the nearby hillside. <sup>12</sup>The demons begged Jesus, “Send us among the pigs; allow us to go into them.” <sup>13</sup>He gave them permission, and the impure spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned. <sup>14</sup>Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. <sup>15</sup>When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid. <sup>16</sup>Those who had seen it told the people what had happened to the demon-possessed man—and told about the pigs as well. <sup>17</sup>Then the people began to plead with Jesus to leave their region. <sup>18</sup>As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him. <sup>19</sup>Jesus did not let him, but said, “Go home to your own people and tell them how much the Lord has done for you, and how he has had mercy on you.” <sup>20</sup>So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}