{
  "verses": "<sup>1</sup>“Very truly I tell you Pharisees, anyone who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber. <sup>2</sup>The one who enters by the gate is the shepherd of the sheep. <sup>3</sup>The gatekeeper opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. <sup>4</sup>When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice. <sup>5</sup>But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger’s voice.” <sup>6</sup>Jesus used this figure of speech, but the Pharisees did not understand what he was telling them. <sup>7</sup>Therefore Jesus said again, “Very truly I tell you, I am the gate for the sheep. <sup>8</sup>All who have come before me are thieves and robbers, but the sheep have not listened to them. <sup>9</sup>I am the gate; whoever enters through me will be saved. They will come in and go out, and find pasture. <sup>10</sup>The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. <sup>11</sup>“I am the good shepherd. The good shepherd lays down his life for the sheep. <sup>12</sup>The hired hand is not the shepherd and does not own the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it. <sup>13</sup>The man runs away because he is a hired hand and cares nothing for the sheep. <sup>14</sup>“I am the good shepherd; I know my sheep and my sheep know me— <sup>15</sup>just as the Father knows me and I know the Father—and I lay down my life for the sheep. <sup>16</sup>I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd. <sup>17</sup>The reason my Father loves me is that I lay down my life—only to take it up again. <sup>18</sup>No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.”",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}