{
  "verses": "<sup>1</sup>Jesus told his disciples: “There was a rich man whose manager was accused of wasting his possessions. <sup>2</sup>So he called him in and asked him, ‘What is this I hear about you? Give an account of your management, because you cannot be manager any longer.’ <sup>3</sup>“The manager said to himself, ‘What shall I do now? My master is taking away my job. I’m not strong enough to dig, and I’m ashamed to beg— <sup>4</sup>I know what I’ll do so that, when I lose my job here, people will welcome me into their houses.’ <sup>5</sup>“So he called in each one of his master’s debtors. He asked the first, ‘How much do you owe my master?’ <sup>6</sup>“ ‘Nine hundred gallons of olive oil,’ he replied. “The manager told him, ‘Take your bill, sit down quickly, and make it four hundred and fifty.’ <sup>7</sup>“Then he asked the second, ‘And how much do you owe?’ “ ‘A thousand bushels of wheat,’ he replied. “He told him, ‘Take your bill and make it eight hundred.’ <sup>8</sup>“The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light. <sup>9</sup>I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings. <sup>10</sup>“Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. <sup>11</sup>So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches? <sup>12</sup>And if you have not been trustworthy with someone else’s property, who will give you property of your own? <sup>13</sup>“No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.”",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}