{
  "verses": "<sup>1</sup>James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup>2</sup>Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, <sup>3</sup>because you know that the testing of your faith produces perseverance. <sup>4</sup>Let perseverance finish its work so that you may be mature and complete, not lacking anything. <sup>5</sup>If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. <sup>6</sup>But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind. <sup>7</sup>That person should not expect to receive anything from the Lord. <sup>8</sup>Such a person is double-minded and unstable in all they do. <sup>9</sup>Believers in humble circumstances ought to take pride in their high position. <sup>10</sup>But the rich should take pride in their humiliation—since they will pass away like a wild flower. <sup>11</sup>For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich will fade away even while they go about their business. <sup>12</sup>Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him. <sup>13</sup>When tempted, no one should say, “God is tempting me.” For God cannot be tempted by evil, nor does he tempt anyone; <sup>14</sup>but each person is tempted when they are dragged away by their own evil desire and enticed. <sup>15</sup>Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}