{
  "verses": "<sup>22</sup>“Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup>23</sup>This man was handed over to you by God’s deliberate plan and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup>24</sup>But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup>25</sup>David said about him: “ ‘I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup>26</sup>Therefore my heart is glad and my tongue rejoices; my body also will rest in hope, <sup>27</sup>because you will not abandon me to the realm of the dead, you will not let your holy one see decay. <sup>28</sup>You have made known to me the paths of life; you will fill me with joy in your presence.’ <sup>29</sup>“Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup>30</sup>But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup>31</sup>Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay. <sup>32</sup>God has raised this Jesus to life, and we are all witnesses of it. <sup>33</sup>Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup>34</sup>For David did not ascend to heaven, and yet he said, “ ‘The Lord said to my Lord: “Sit at my right hand <sup>35</sup>until I make your enemies a footstool for your feet.” ’ <sup>36</sup>“Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah.”",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}