{
  "verses": "<sup>17</sup>So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup>18</sup>They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup>19</sup>Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, and they are full of greed. <sup>20</sup>That, however, is not the way of life you learned <sup>21</sup>when you heard about Christ and were taught in him in accordance with the truth that is in Jesus. <sup>22</sup>You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup>23</sup>to be made new in the attitude of your minds; <sup>24</sup>and to put on the new self, created to be like God in true righteousness and holiness. <sup>25</sup>Therefore each of you must put off falsehood and speak truthfully to your neighbor, for we are all members of one body. <sup>26</sup>“In your anger do not sin”: Do not let the sun go down while you are still angry, <sup>27</sup>and do not give the devil a foothold. <sup>28</sup>Anyone who has been stealing must steal no longer, but must work, doing something useful with their own hands, that they may have something to share with those in need. <sup>29</sup>Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup>30</sup>And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup>31</sup>Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup>32</sup>Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}