{
  "verses": "<sup>1</sup>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup>2</sup>To God’s holy people in Colossae, the faithful brothers and sisters in Christ: Grace and peace to you from God our Father. <sup>3</sup>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup>4</sup>because we have heard of your faith in Christ Jesus and of the love you have for all God’s people— <sup>5</sup>the faith and love that spring from the hope stored up for you in heaven and about which you have already heard in the true message of the gospel <sup>6</sup>that has come to you. In the same way, the gospel is bearing fruit and growing throughout the whole world—just as it has been doing among you since the day you heard it and truly understood God’s grace. <sup>7</sup>You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup>8</sup>and who also told us of your love in the Spirit. <sup>9</sup>For this reason, since the day we heard about you, we have not stopped praying for you. We continually ask God to fill you with the knowledge of his will through all the wisdom and understanding that the Spirit gives, <sup>10</sup>so that you may live a life worthy of the Lord and please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup>11</sup>being strengthened with all power according to his glorious might so that you may have great endurance and patience, <sup>12</sup>and giving joyful thanks to the Father, who has qualified you to share in the inheritance of his holy people in the kingdom of light. <sup>13</sup>For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup>14</sup>in whom we have redemption, the forgiveness of sins.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}