{
  "verses": "<sup>22</sup>“Therefore say to the Israelites, ‘This is what the Sovereign Lord says: It is not for your sake, people of Israel, that I am going to do these things, but for the sake of my holy name, which you have profaned among the nations where you have gone. <sup>23</sup>I will show the holiness of my great name, which has been profaned among the nations, the name you have profaned among them. Then the nations will know that I am the Lord, declares the Sovereign Lord, when I am proved holy through you before their eyes. <sup>24</sup>“ ‘For I will take you out of the nations; I will gather you from all the countries and bring you back into your own land. <sup>25</sup>I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your impurities and from all your idols. <sup>26</sup>I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh. <sup>27</sup>And I will put my Spirit in you and move you to follow my decrees and be careful to keep my laws. <sup>28</sup>Then you will live in the land I gave your ancestors; you will be my people, and I will be your God. <sup>29</sup>I will save you from all your uncleanness. I will call for the grain and make it plentiful and will not bring famine upon you. <sup>30</sup>I will increase the fruit of the trees and the crops of the field, so that you will no longer suffer disgrace among the nations because of famine. <sup>31</sup>Then you will remember your evil ways and wicked deeds, and you will loathe yourselves for your sins and detestable practices. <sup>32</sup>I want you to know that I am not doing this for your sake, declares the Sovereign Lord. Be ashamed and disgraced for your conduct, people of Israel! <sup>33</sup>“ ‘This is what the Sovereign Lord says: On the day I cleanse you from all your sins, I will resettle your towns, and the ruins will be rebuilt. <sup>34</sup>The desolate land will be cultivated instead of lying desolate in the sight of all who pass through it. <sup>35</sup>They will say, “This land that was laid waste has become like the garden of Eden; the cities that were lying in ruins, desolate and destroyed, are now fortified and inhabited.” <sup>36</sup>Then the nations around you that remain will know that I the Lord have rebuilt what was destroyed and have replanted what was desolate. I the Lord have spoken, and I will do it.’",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}