{
  "verses": "<sup>1</sup>I love you, Lord, my strength. <sup>2</sup>The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold. <sup>3</sup>I called to the Lord, who is worthy of praise, and I have been saved from my enemies. <sup>4</sup>The cords of death entangled me; the torrents of destruction overwhelmed me. <sup>5</sup>The cords of the grave coiled around me; the snares of death confronted me. <sup>6</sup>In my distress I called to the Lord; I cried to my God for help. From his temple he heard my voice; my cry came before him, into his ears. <sup>7</sup>The earth trembled and quaked, and the foundations of the mountains shook; they trembled because he was angry. <sup>8</sup>Smoke rose from his nostrils; consuming fire came from his mouth, burning coals blazed out of it. <sup>9</sup>He parted the heavens and came down; dark clouds were under his feet. <sup>10</sup>He mounted the cherubim and flew; he soared on the wings of the wind. <sup>11</sup>He made darkness his covering, his canopy around him— the dark rain clouds of the sky. <sup>12</sup>Out of the brightness of his presence clouds advanced, with hailstones and bolts of lightning. <sup>13</sup>The Lord thundered from heaven; the voice of the Most High resounded. <sup>14</sup>He shot his arrows and scattered the enemy, with great bolts of lightning he routed them. <sup>15</sup>The valleys of the sea were exposed and the foundations of the earth laid bare at your rebuke, Lord, at the blast of breath from your nostrils. <sup>16</sup>He reached down from on high and took hold of me; he drew me out of deep waters. <sup>17</sup>He rescued me from my powerful enemy, from my foes, who were too strong for me. <sup>18</sup>They confronted me in the day of my disaster, but the Lord was my support. <sup>19</sup>He brought me out into a spacious place; he rescued me because he delighted in me.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}