{
  "verses": "<sup>1</sup>In you, Lord, I have taken refuge; let me never be put to shame. <sup>2</sup>In your righteousness, rescue me and deliver me; turn your ear to me and save me. <sup>3</sup>Be my rock of refuge, to which I can always go; give the command to save me, for you are my rock and my fortress. <sup>4</sup>Deliver me, my God, from the hand of the wicked, from the grasp of those who are evil and cruel. <sup>5</sup>For you have been my hope, Sovereign Lord, my confidence since my youth. <sup>6</sup>From birth I have relied on you; you brought me forth from my mother’s womb. I will ever praise you. <sup>7</sup>I have become a sign to many; you are my strong refuge. <sup>8</sup>My mouth is filled with your praise, declaring your splendor all day long. <sup>9</sup>Do not cast me away when I am old; do not forsake me when my strength is gone. <sup>10</sup>For my enemies speak against me; those who wait to kill me conspire together. <sup>11</sup>They say, “God has forsaken him; pursue him and seize him, for no one will rescue him.” <sup>12</sup>Do not be far from me, my God; come quickly, God, to help me. <sup>13</sup>May my accusers perish in shame; may those who want to harm me be covered with scorn and disgrace. <sup>14</sup>As for me, I will always have hope; I will praise you more and more. <sup>15</sup>My mouth will tell of your righteous deeds, of your saving acts all day long— though I know not how to relate them all. <sup>16</sup>I will come and proclaim your mighty acts, Sovereign Lord; I will proclaim your righteous deeds, yours alone. <sup>17</sup>Since my youth, God, you have taught me, and to this day I declare your marvelous deeds. <sup>18</sup>Even when I am old and gray, do not forsake me, my God, till I declare your power to the next generation, your mighty acts to all who are to come. <sup>19</sup>Your righteousness, God, reaches to the heavens, you who have done great things. Who is like you, God? <sup>20</sup>Though you have made me see troubles, many and bitter, you will restore my life again; from the depths of the earth you will again bring me up. <sup>21</sup>You will increase my honor and comfort me once more. <sup>22</sup>I will praise you with the harp for your faithfulness, my God; I will sing praise to you with the lyre, Holy One of Israel. <sup>23</sup>My lips will shout for joy when I sing praise to you— I whom you have delivered. <sup>24</sup>My tongue will tell of your righteous acts all day long, for those who wanted to harm me have been put to shame and confusion.",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}