{
  "verses": "<p><sup>16</sup>Just then a man came up to Jesus and asked, “Teacher, what good thing must I do to get eternal life?”</p><p><sup>17</sup>“Why do you ask me about what is good?” Jesus replied. “There is only One who is good. If you want to enter life, keep the commandments.”</p><p><sup>18</sup>“Which ones?” he inquired.</p><p>Jesus replied, “ ‘You shall not murder, you shall not commit adultery, you shall not steal, you shall not give false testimony, <sup>19</sup>honor your father and mother,’ and ‘love your neighbor as yourself.’”</p><p><sup>20</sup>“All these I have kept,” the young man said. “What do I still lack?”</p><p><sup>21</sup>Jesus answered, “If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.”</p><p><sup>22</sup>When the young man heard this, he went away sad, because he had great wealth.</p><p><sup>23</sup>Then Jesus said to his disciples, “Truly I tell you, it is hard for someone who is rich to enter the kingdom of heaven. <sup>24</sup>Again I tell you, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.”</p><p><sup>25</sup>When the disciples heard this, they were greatly astonished and asked, “Who then can be saved?”</p><p><sup>26</sup>Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”</p><p><sup>27</sup>Peter answered him, “We have left everything to follow you! What then will there be for us?”</p><p><sup>28</sup>Jesus said to them, “Truly I tell you, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup>29</sup>And everyone who has left houses or brothers or sisters or father or mother or wife or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup>30</sup>But many who are first will be last, and many who are last will be first.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}