{
  "verses": "<p><sup>6</sup>You alone are the Lord. You made the heavens, even the highest heavens, and all their starry host, the earth and all that is on it, the seas and all that is in them. You give life to everything, and the multitudes of heaven worship you.</p><p><sup>7</sup>“You are the Lord God, who chose Abram and brought him out of Ur of the Chaldeans and named him Abraham. <sup>8</sup>You found his heart faithful to you, and you made a covenant with him to give to his descendants the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites. You have kept your promise because you are righteous.</p><p><sup>9</sup>“You saw the suffering of our ancestors in Egypt; you heard their cry at the Red Sea. <sup>10</sup>You sent signs and wonders against Pharaoh, against all his officials and all the people of his land, for you knew how arrogantly the Egyptians treated them. You made a name for yourself, which remains to this day. <sup>11</sup>You divided the sea before them, so that they passed through it on dry ground, but you hurled their pursuers into the depths, like a stone into mighty waters. <sup>12</sup>By day you led them with a pillar of cloud, and by night with a pillar of fire to give them light on the way they were to take.</p><p><sup>13</sup>“You came down on Mount Sinai; you spoke to them from heaven. You gave them regulations and laws that are just and right, and decrees and commands that are good. <sup>14</sup>You made known to them your holy Sabbath and gave them commands, decrees and laws through your servant Moses. <sup>15</sup>In their hunger you gave them bread from heaven and in their thirst you brought them water from the rock; you told them to go in and take possession of the land you had sworn with uplifted hand to give them.</p><p><sup>16</sup>“But they, our ancestors, became arrogant and stiff-necked, and they did not obey your commands. <sup>17</sup>They refused to listen and failed to remember the miracles you performed among them. They became stiff-necked and in their rebellion appointed a leader in order to return to their slavery. But you are a forgiving God, gracious and compassionate, slow to anger and abounding in love. Therefore you did not desert them, <sup>18</sup>even when they cast for themselves an image of a calf and said, ‘This is your god, who brought you up out of Egypt,’ or when they committed awful blasphemies.</p><p><sup>19</sup>“Because of your great compassion you did not abandon them in the wilderness. By day the pillar of cloud did not fail to guide them on their path, nor the pillar of fire by night to shine on the way they were to take. <sup>20</sup>You gave your good Spirit to instruct them. You did not withhold your manna from their mouths, and you gave them water for their thirst. <sup>21</sup>For forty years you sustained them in the wilderness; they lacked nothing, their clothes did not wear out nor did their feet become swollen.</p><p><sup>22</sup>“You gave them kingdoms and nations, allotting to them even the remotest frontiers. They took over the country of Sihon king of Heshbon and the country of Og king of Bashan. <sup>23</sup>You made their children as numerous as the stars in the sky, and you brought them into the land that you told their parents to enter and possess. <sup>24</sup>Their children went in and took possession of the land. You subdued before them the Canaanites, who lived in the land; you gave the Canaanites into their hands, along with their kings and the peoples of the land, to deal with them as they pleased. <sup>25</sup>They captured fortified cities and fertile land; they took possession of houses filled with all kinds of good things, wells already dug, vineyards, olive groves and fruit trees in abundance. They ate to the full and were well-nourished; they reveled in your great goodness.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}