{
  "verses": "<p><sup>9</sup>For this reason, since the day we heard about you, we have not stopped praying for you. We continually ask God to fill you with the knowledge of his will through all the wisdom and understanding that the Spirit gives, <sup>10</sup>so that you may live a life worthy of the Lord and please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup>11</sup>being strengthened with all power according to his glorious might so that you may have great endurance and patience, <sup>12</sup>and giving joyful thanks to the Father, who has qualified you to share in the inheritance of his holy people in the kingdom of light. <sup>13</sup>For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup>14</sup>in whom we have redemption, the forgiveness of sins.</p><p><sup>15</sup>The Son is the image of the invisible God, the firstborn over all creation. <sup>16</sup>For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him. <sup>17</sup>He is before all things, and in him all things hold together. <sup>18</sup>And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup>19</sup>For God was pleased to have all his fullness dwell in him, <sup>20</sup>and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross.</p><p><sup>21</sup>Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup>22</sup>But now he has reconciled you by Christ’s physical body through death to present you holy in his sight, without blemish and free from accusation— <sup>23</sup>if you continue in your faith, established and firm, and do not move from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}