{
  "verses": "<p><sup>17</sup>Then the high priest and all his associates, who were members of the party of the Sadducees, were filled with jealousy. <sup>18</sup>They arrested the apostles and put them in the public jail. <sup>19</sup>But during the night an angel of the Lord opened the doors of the jail and brought them out. <sup>20</sup>“Go, stand in the temple courts,” he said, “and tell the people all about this new life.”</p><p><sup>21</sup>At daybreak they entered the temple courts, as they had been told, and began to teach the people.</p><p>When the high priest and his associates arrived, they called together the Sanhedrin—the full assembly of the elders of Israel—and sent to the jail for the apostles. <sup>22</sup>But on arriving at the jail, the officers did not find them there. So they went back and reported, <sup>23</sup>“We found the jail securely locked, with the guards standing at the doors; but when we opened them, we found no one inside.” <sup>24</sup>On hearing this report, the captain of the temple guard and the chief priests were at a loss, wondering what this might lead to.</p><p><sup>25</sup>Then someone came and said, “Look! The men you put in jail are standing in the temple courts teaching the people.” <sup>26</sup>At that, the captain went with his officers and brought the apostles. They did not use force, because they feared that the people would stone them.</p><p><sup>27</sup>The apostles were brought in and made to appear before the Sanhedrin to be questioned by the high priest. <sup>28</sup>“We gave you strict orders not to teach in this name,” he said. “Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man’s blood.”</p><p><sup>29</sup>Peter and the other apostles replied: “We must obey God rather than human beings! <sup>30</sup>The God of our ancestors raised Jesus from the dead—whom you killed by hanging him on a cross. <sup>31</sup>God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins. <sup>32</sup>We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.”</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}