{
  "verses": "<p><sup>30</sup>By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me.</p><p><sup>31</sup>“If I testify about myself, my testimony is not true. <sup>32</sup>There is another who testifies in my favor, and I know that his testimony about me is true.</p><p><sup>33</sup>“You have sent to John and he has testified to the truth. <sup>34</sup>Not that I accept human testimony; but I mention it that you may be saved. <sup>35</sup>John was a lamp that burned and gave light, and you chose for a time to enjoy his light.</p><p><sup>36</sup>“I have testimony weightier than that of John. For the works that the Father has given me to finish—the very works that I am doing—testify that the Father has sent me. <sup>37</sup>And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form, <sup>38</sup>nor does his word dwell in you, for you do not believe the one he sent. <sup>39</sup>You study the Scriptures diligently because you think that in them you have eternal life. These are the very Scriptures that testify about me, <sup>40</sup>yet you refuse to come to me to have life.</p><p><sup>41</sup>“I do not accept glory from human beings, <sup>42</sup>but I know you. I know that you do not have the love of God in your hearts. <sup>43</sup>I have come in my Father’s name, and you do not accept me; but if someone else comes in his own name, you will accept him. <sup>44</sup>How can you believe since you accept glory from one another but do not seek the glory that comes from the only God?</p><p><sup>45</sup>“But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set. <sup>46</sup>If you believed Moses, you would believe me, for he wrote about me. <sup>47</sup>But since you do not believe what he wrote, how are you going to believe what I say?”</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}