{
  "verses": "<p><sup>1</sup>In the past God spoke to our ancestors through the prophets at many times and in various ways, <sup>2</sup>but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom also he made the universe. <sup>3</sup>The Son is the radiance of God’s glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven. <sup>4</sup>So he became as much superior to the angels as the name he has inherited is superior to theirs.</p><p><sup>5</sup>For to which of the angels did God ever say,</p><p>“You are my Son;</p><p>today I have become your Father”?</p><p>Or again,</p><p>“I will be his Father,</p><p>and he will be my Son”?</p><p><sup>6</sup>And again, when God brings his firstborn into the world, he says,</p><p>“Let all God’s angels worship him.”</p><p><sup>7</sup>In speaking of the angels he says,</p><p>“He makes his angels spirits,</p><p>and his servants flames of fire.”</p><p><sup>8</sup>But about the Son he says,</p><p>“Your throne, O God, will last for ever and ever;</p><p>a scepter of justice will be the scepter of your kingdom.</p><p><sup>9</sup>You have loved righteousness and hated wickedness;</p><p>therefore God, your God, has set you above your companions</p><p>by anointing you with the oil of joy.”</p><p><sup>10</sup>He also says,</p><p>“In the beginning, Lord, you laid the foundations of the earth,</p><p>and the heavens are the work of your hands.</p><p><sup>11</sup>They will perish, but you remain;</p><p>they will all wear out like a garment.</p><p><sup>12</sup>You will roll them up like a robe;</p><p>like a garment they will be changed.</p><p>But you remain the same,</p><p>and your years will never end.”</p><p><sup>13</sup>To which of the angels did God ever say,</p><p>“Sit at my right hand</p><p>until I make your enemies</p><p>a footstool for your feet”?</p><p><sup>14</sup>Are not all angels ministering spirits sent to serve those who will inherit salvation?</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}