{
  "verses": "<p><sup>1</sup>In the beginning God created the heavens and the earth. <sup>2</sup>Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters.</p><p></p><p><sup>3</sup>And God said, “Let there be light,” and there was light. <sup>4</sup>God saw that the light was good, and he separated the light from the darkness. <sup>5</sup>God called the light “day,” and the darkness he called “night.” And there was evening, and there was morning—the first day.</p><p></p><p><sup>6</sup>And God said, “Let there be a vault between the waters to separate water from water.” <sup>7</sup>So God made the vault and separated the water under the vault from the water above it. And it was so. <sup>8</sup>God called the vault “sky.” And there was evening, and there was morning—the second day.</p><p></p><p><sup>9</sup>And God said, “Let the water under the sky be gathered to one place, and let dry ground appear.” And it was so. <sup>10</sup>God called the dry ground “land,” and the gathered waters he called “seas.” And God saw that it was good.</p><p><sup>11</sup>Then God said, “Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.” And it was so. <sup>12</sup>The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup>13</sup>And there was evening, and there was morning—the third day.</p><p></p><p><sup>14</sup>And God said, “Let there be lights in the vault of the sky to separate the day from the night, and let them serve as signs to mark sacred times, and days and years, <sup>15</sup>and let them be lights in the vault of the sky to give light on the earth.” And it was so. <sup>16</sup>God made two great lights—the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup>17</sup>God set them in the vault of the sky to give light on the earth, <sup>18</sup>to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup>19</sup>And there was evening, and there was morning—the fourth day.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}