{
  "verses": "<p><sup>35</sup>Jesus went through all the towns and villages, teaching in their synagogues, proclaiming the good news of the kingdom and healing every disease and sickness. <sup>36</sup>When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd. <sup>37</sup>Then he said to his disciples, “The harvest is plentiful but the workers are few. <sup>38</sup>Ask the Lord of the harvest, therefore, to send out workers into his harvest field.”</p><p><sup>1</sup>Jesus called his twelve disciples to him and gave them authority to drive out impure spirits and to heal every disease and sickness.</p><p></p><p><sup>2</sup>These are the names of the twelve apostles:</p><p></p><p>first, Simon (who is called Peter) and his brother Andrew;</p><p>James son of Zebedee, and his brother John;</p><p><sup>3</sup>Philip and Bartholomew;</p><p>Thomas and Matthew the tax collector;</p><p>James son of Alphaeus, and Thaddaeus;</p><p><sup>4</sup>Simon the Zealot and Judas Iscariot, who betrayed him.</p><p></p><p><sup>5</sup>These twelve Jesus sent out with the following instructions: “Do not go among the Gentiles or enter any town of the Samaritans. <sup>6</sup>Go rather to the lost sheep of Israel. <sup>7</sup>As you go, proclaim this message: ‘The kingdom of heaven has come near.’ <sup>8</sup>Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received; freely give.</p><p><sup>9</sup>“Do not get any gold or silver or copper to take with you in your belts— <sup>10</sup>no bag for the journey or extra shirt or sandals or a staff, for the worker is worth his keep. <sup>11</sup>Whatever town or village you enter, search there for some worthy person and stay at their house until you leave. <sup>12</sup>As you enter the home, give it your greeting. <sup>13</sup>If the home is deserving, let your peace rest on it; if it is not, let your peace return to you. <sup>14</sup>If anyone will not welcome you or listen to your words, leave that home or town and shake the dust off your feet. <sup>15</sup>Truly I tell you, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}