{
  "verses": "<p><sup>16</sup>“After I had given the deed of purchase to Baruch son of Neriah, I prayed to the Lord:</p><p><sup>17</sup>“Ah, Sovereign Lord, you have made the heavens and the earth by your great power and outstretched arm. Nothing is too hard for you. <sup>18</sup>You show love to thousands but bring the punishment for the parents’ sins into the laps of their children after them. Great and mighty God, whose name is the Lord Almighty, <sup>19</sup>great are your purposes and mighty are your deeds. Your eyes are open to the ways of all mankind; you reward each person according to their conduct and as their deeds deserve. <sup>20</sup>You performed signs and wonders in Egypt and have continued them to this day, in Israel and among all mankind, and have gained the renown that is still yours. <sup>21</sup>You brought your people Israel out of Egypt with signs and wonders, by a mighty hand and an outstretched arm and with great terror. <sup>22</sup>You gave them this land you had sworn to give their ancestors, a land flowing with milk and honey. <sup>23</sup>They came in and took possession of it, but they did not obey you or follow your law; they did not do what you commanded them to do. So you brought all this disaster on them.</p><p><sup>24</sup>“See how the siege ramps are built up to take the city. Because of the sword, famine and plague, the city will be given into the hands of the Babylonians who are attacking it. What you said has happened, as you now see. <sup>25</sup>And though the city will be given into the hands of the Babylonians, you, Sovereign Lord, say to me, ‘Buy the field with silver and have the transaction witnessed.’ ”</p><p><sup>26</sup>Then the word of the Lord came to Jeremiah: <sup>27</sup>“I am the Lord, the God of all mankind. Is anything too hard for me? </p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}