{
  "verses": "<p><sup>5</sup>In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup>6</sup>Both of them were righteous in the sight of God, observing all the Lord’s commands and decrees blamelessly. <sup>7</sup>But they were childless because Elizabeth was not able to conceive, and they were both very old.</p><p><sup>8</sup>Once when Zechariah’s division was on duty and he was serving as priest before God, <sup>9</sup>he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup>10</sup>And when the time for the burning of incense came, all the assembled worshipers were praying outside.</p><p><sup>11</sup>Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup>12</sup>When Zechariah saw him, he was startled and was gripped with fear. <sup>13</sup>But the angel said to him: “Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to call him John. <sup>14</sup>He will be a joy and delight to you, and many will rejoice because of his birth, <sup>15</sup>for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even before he is born. <sup>16</sup>He will bring back many of the people of Israel to the Lord their God. <sup>17</sup>And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the parents to their children and the disobedient to the wisdom of the righteous—to make ready a people prepared for the Lord.”</p><p><sup>18</sup>Zechariah asked the angel, “How can I be sure of this? I am an old man and my wife is well along in years.”</p><p><sup>19</sup>The angel said to him, “I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup>20</sup>And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their appointed time.”</p><p><sup>21</sup>Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup>22</sup>When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak.</p><p><sup>23</sup>When his time of service was completed, he returned home. <sup>24</sup>After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup>25</sup>“The Lord has done this for me,” she said. “In these days he has shown his favor and taken away my disgrace among the people.”</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}