{
  "verses": "<p><sup>16</sup>Then the people answered, “Far be it from us to forsake the Lord to serve other gods! <sup>17</sup>It was the Lord our God himself who brought us and our parents up out of Egypt, from that land of slavery, and performed those great signs before our eyes. He protected us on our entire journey and among all the nations through which we traveled. <sup>18</sup>And the Lord drove out before us all the nations, including the Amorites, who lived in the land. We too will serve the Lord, because he is our God.”</p><p><sup>19</sup>Joshua said to the people, “You are not able to serve the Lord. He is a holy God; he is a jealous God. He will not forgive your rebellion and your sins. <sup>20</sup>If you forsake the Lord and serve foreign gods, he will turn and bring disaster on you and make an end of you, after he has been good to you.”</p><p><sup>21</sup>But the people said to Joshua, “No! We will serve the Lord.”</p><p><sup>22</sup>Then Joshua said, “You are witnesses against yourselves that you have chosen to serve the Lord.”</p><p>“Yes, we are witnesses,” they replied.</p><p><sup>23</sup>“Now then,” said Joshua, “throw away the foreign gods that are among you and yield your hearts to the Lord, the God of Israel.”</p><p><sup>24</sup>And the people said to Joshua, “We will serve the Lord our God and obey him.”</p><p><sup>25</sup>On that day Joshua made a covenant for the people, and there at Shechem he reaffirmed for them decrees and laws. <sup>26</sup>And Joshua recorded these things in the Book of the Law of God. Then he took a large stone and set it up there under the oak near the holy place of the Lord.</p><p><sup>27</sup>“See!” he said to all the people. “This stone will be a witness against us. It has heard all the words the Lord has said to us. It will be a witness against you if you are untrue to your God.”</p><p><sup>28</sup>Then Joshua dismissed the people, each to their own inheritance.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}