{
  "verses": "<p><sup>1</sup>Therefore, there is now no condemnation for those who are in Christ Jesus, <sup>2</sup>because through Christ Jesus the law of the Spirit who gives life has set you free from the law of sin and death. <sup>3</sup>For what the law was powerless to do because it was weakened by the flesh, God did by sending his own Son in the likeness of sinful flesh to be a sin offering. And so he condemned sin in the flesh, <sup>4</sup>in order that the righteous requirement of the law might be fully met in us, who do not live according to the flesh but according to the Spirit.</p><p><sup>5</sup>Those who live according to the flesh have their minds set on what the flesh desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup>6</sup>The mind governed by the flesh is death, but the mind governed by the Spirit is life and peace. <sup>7</sup>The mind governed by the flesh is hostile to God; it does not submit to God’s law, nor can it do so. <sup>8</sup>Those who are in the realm of the flesh cannot please God.</p><p><sup>9</sup>You, however, are not in the realm of the flesh but are in the realm of the Spirit, if indeed the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, they do not belong to Christ. <sup>10</sup>But if Christ is in you, then even though your body is subject to death because of sin, the Spirit gives life because of righteousness. <sup>11</sup>And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies because of his Spirit who lives in you.</p><p><sup>12</sup>Therefore, brothers and sisters, we have an obligation—but it is not to the flesh, to live according to it. <sup>13</sup>For if you live according to the flesh, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live.</p><p><sup>14</sup>For those who are led by the Spirit of God are the children of God. <sup>15</sup>The Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship. And by him we cry, “Abba, Father.” <sup>16</sup>The Spirit himself testifies with our spirit that we are God’s children. <sup>17</sup>Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}