{
  "verses": "<p><sup>40</sup>Now when Jesus returned, a crowd welcomed him, for they were all expecting him. <sup>41</sup>Then a man named Jairus, a synagogue leader, came and fell at Jesus’ feet, pleading with him to come to his house <sup>42</sup>because his only daughter, a girl of about twelve, was dying.</p><p>As Jesus was on his way, the crowds almost crushed him. <sup>43</sup>And a woman was there who had been subject to bleeding for twelve years, but no one could heal her. <sup>44</sup>She came up behind him and touched the edge of his cloak, and immediately her bleeding stopped.</p><p><sup>45</sup>“Who touched me?” Jesus asked.</p><p>When they all denied it, Peter said, “Master, the people are crowding and pressing against you.”</p><p><sup>46</sup>But Jesus said, “Someone touched me; I know that power has gone out from me.”</p><p><sup>47</sup>Then the woman, seeing that she could not go unnoticed, came trembling and fell at his feet. In the presence of all the people, she told why she had touched him and how she had been instantly healed. <sup>48</sup>Then he said to her, “Daughter, your faith has healed you. Go in peace.”</p><p><sup>49</sup>While Jesus was still speaking, someone came from the house of Jairus, the synagogue leader. “Your daughter is dead,” he said. “Don’t bother the teacher anymore.”</p><p><sup>50</sup>Hearing this, Jesus said to Jairus, “Don’t be afraid; just believe, and she will be healed.”</p><p><sup>51</sup>When he arrived at the house of Jairus, he did not let anyone go in with him except Peter, John and James, and the child’s father and mother. <sup>52</sup>Meanwhile, all the people were wailing and mourning for her. “Stop wailing,” Jesus said. “She is not dead but asleep.”</p><p><sup>53</sup>They laughed at him, knowing that she was dead. <sup>54</sup>But he took her by the hand and said, “My child, get up!” <sup>55</sup>Her spirit returned, and at once she stood up. Then Jesus told them to give her something to eat. <sup>56</sup>Her parents were astonished, but he ordered them not to tell anyone what had happened.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}