{
  "verses": "<p><sup>1</sup>Now faith is confidence in what we hope for and assurance about what we do not see. <sup>2</sup>This is what the ancients were commended for.</p><p><sup>3</sup>By faith we understand that the universe was formed at God’s command, so that what is seen was not made out of what was visible.</p><p><sup>4</sup>By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.</p><p><sup>5</sup>By faith Enoch was taken from this life, so that he did not experience death: “He could not be found, because God had taken him away.” For before he was taken, he was commended as one who pleased God. <sup>6</sup>And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.</p><p><sup>7</sup>By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.</p><p><sup>8</sup>By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup>9</sup>By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup>10</sup>For he was looking forward to the city with foundations, whose architect and builder is God. <sup>11</sup>And by faith even Sarah, who was past childbearing age, was enabled to bear children because she considered him faithful who had made the promise. <sup>12</sup>And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore.</p><p><sup>13</sup>All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth. <sup>14</sup>People who say such things show that they are looking for a country of their own. <sup>15</sup>If they had been thinking of the country they had left, they would have had opportunity to return. <sup>16</sup>Instead, they were longing for a better country—a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}