{
  "verses": "<p><sup>1</sup>Lord, you have been our dwelling place</p><p>throughout all generations.</p><p><sup>2</sup>Before the mountains were born</p><p>or you brought forth the whole world,</p><p>from everlasting to everlasting you are God.</p><p></p><p><sup>3</sup>You turn people back to dust,</p><p>saying, “Return to dust, you mortals.”</p><p><sup>4</sup>A thousand years in your sight</p><p>are like a day that has just gone by,</p><p>or like a watch in the night.</p><p><sup>5</sup>Yet you sweep people away in the sleep of death—</p><p>they are like the new grass of the morning:</p><p><sup>6</sup>In the morning it springs up new,</p><p>but by evening it is dry and withered.</p><p></p><p><sup>7</sup>We are consumed by your anger</p><p>and terrified by your indignation.</p><p><sup>8</sup>You have set our iniquities before you,</p><p>our secret sins in the light of your presence.</p><p><sup>9</sup>All our days pass away under your wrath;</p><p>we finish our years with a moan.</p><p><sup>10</sup>Our days may come to seventy years,</p><p>or eighty, if our strength endures;</p><p>yet the best of them are but trouble and sorrow,</p><p>for they quickly pass, and we fly away.</p><p><sup>11</sup>If only we knew the power of your anger!</p><p>Your wrath is as great as the fear that is your due.</p><p><sup>12</sup>Teach us to number our days,</p><p>that we may gain a heart of wisdom.</p><p></p><p><sup>13</sup>Relent, Lord! How long will it be?</p><p>Have compassion on your servants.</p><p><sup>14</sup>Satisfy us in the morning with your unfailing love,</p><p>that we may sing for joy and be glad all our days.</p><p><sup>15</sup>Make us glad for as many days as you have afflicted us,</p><p>for as many years as we have seen trouble.</p><p><sup>16</sup>May your deeds be shown to your servants,</p><p>your splendor to their children.</p><p></p><p><sup>17</sup>May the favor of the Lord our God rest on us;</p><p>establish the work of our hands for us—</p><p>yes, establish the work of our hands.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}