{
  "verses": "<p><sup>1</sup>My heart is stirred by a noble theme</p><p>as I recite my verses for the king;</p><p>my tongue is the pen of a skillful writer.</p><p></p><p><sup>2</sup>You are the most excellent of men</p><p>and your lips have been anointed with grace,</p><p>since God has blessed you forever.</p><p></p><p><sup>3</sup>Gird your sword on your side, you mighty one;</p><p>clothe yourself with splendor and majesty.</p><p><sup>4</sup>In your majesty ride forth victoriously</p><p>in the cause of truth, humility and justice;</p><p>let your right hand achieve awesome deeds.</p><p><sup>5</sup>Let your sharp arrows pierce the hearts of the king’s enemies;</p><p>let the nations fall beneath your feet.</p><p><sup>6</sup>Your throne, O God, will last for ever and ever;</p><p>a scepter of justice will be the scepter of your kingdom.</p><p><sup>7</sup>You love righteousness and hate wickedness;</p><p>therefore God, your God, has set you above your companions</p><p>by anointing you with the oil of joy.</p><p><sup>8</sup>All your robes are fragrant with myrrh and aloes and cassia;</p><p>from palaces adorned with ivory</p><p>the music of the strings makes you glad.</p><p><sup>9</sup>Daughters of kings are among your honored women;</p><p>at your right hand is the royal bride in gold of Ophir.</p><p></p><p><sup>10</sup>Listen, daughter, and pay careful attention:</p><p>Forget your people and your father’s house.</p><p><sup>11</sup>Let the king be enthralled by your beauty;</p><p>honor him, for he is your lord.</p><p><sup>12</sup>The city of Tyre will come with a gift,</p><p>people of wealth will seek your favor.</p><p><sup>13</sup>All glorious is the princess within her chamber;</p><p>her gown is interwoven with gold.</p><p><sup>14</sup>In embroidered garments she is led to the king;</p><p>her virgin companions follow her—</p><p>those brought to be with her.</p><p><sup>15</sup>Led in with joy and gladness,</p><p>they enter the palace of the king.</p><p></p><p><sup>16</sup>Your sons will take the place of your fathers;</p><p>you will make them princes throughout the land.</p><p></p><p><sup>17</sup>I will perpetuate your memory through all generations;</p><p>therefore the nations will praise you for ever and ever.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}