{
  "verses": "<p><sup>1</sup>You have searched me, Lord,</p><p>and you know me.</p><p><sup>2</sup>You know when I sit and when I rise;</p><p>you perceive my thoughts from afar.</p><p><sup>3</sup>You discern my going out and my lying down;</p><p>you are familiar with all my ways.</p><p><sup>4</sup>Before a word is on my tongue</p><p>you, Lord, know it completely.</p><p><sup>5</sup>You hem me in behind and before,</p><p>and you lay your hand upon me.</p><p><sup>6</sup>Such knowledge is too wonderful for me,</p><p>too lofty for me to attain.</p><p></p><p><sup>7</sup>Where can I go from your Spirit?</p><p>Where can I flee from your presence?</p><p><sup>8</sup>If I go up to the heavens, you are there;</p><p>if I make my bed in the depths, you are there.</p><p><sup>9</sup>If I rise on the wings of the dawn,</p><p>if I settle on the far side of the sea,</p><p><sup>10</sup>even there your hand will guide me,</p><p>your right hand will hold me fast.</p><p><sup>11</sup>If I say, “Surely the darkness will hide me</p><p>and the light become night around me,”</p><p><sup>12</sup>even the darkness will not be dark to you;</p><p>the night will shine like the day,</p><p>for darkness is as light to you.</p><p></p><p><sup>13</sup>For you created my inmost being;</p><p>you knit me together in my mother’s womb.</p><p><sup>14</sup>I praise you because I am fearfully and wonderfully made;</p><p>your works are wonderful,</p><p>I know that full well.</p><p><sup>15</sup>My frame was not hidden from you</p><p>when I was made in the secret place,</p><p>when I was woven together in the depths of the earth.</p><p><sup>16</sup>Your eyes saw my unformed body;</p><p>all the days ordained for me were written in your book</p><p>before one of them came to be.</p><p><sup>17</sup>How precious to me are your thoughts, God!</p><p>How vast is the sum of them!</p><p><sup>18</sup>Were I to count them,</p><p>they would outnumber the grains of sand—</p><p>when I awake, I am still with you.</p><p></p><p><sup>19</sup>If only you, God, would slay the wicked!</p><p>Away from me, you who are bloodthirsty!</p><p><sup>20</sup>They speak of you with evil intent;</p><p>your adversaries misuse your name.</p><p><sup>21</sup>Do I not hate those who hate you, Lord,</p><p>and abhor those who are in rebellion against you?</p><p><sup>22</sup>I have nothing but hatred for them;</p><p>I count them my enemies.</p><p><sup>23</sup>Search me, God, and know my heart;</p><p>test me and know my anxious thoughts.</p><p><sup>24</sup>See if there is any offensive way in me,</p><p>and lead me in the way everlasting.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}