{
  "verses": "<p><sup>46</sup>An argument started among the disciples as to which of them would be the greatest. <sup>47</sup>Jesus, knowing their thoughts, took a little child and had him stand beside him. <sup>48</sup>Then he said to them, “Whoever welcomes this little child in my name welcomes me; and whoever welcomes me welcomes the one who sent me. For it is the one who is least among you all who is the greatest.”</p><p><sup>49</sup>“Master,” said John, “we saw someone driving out demons in your name and we tried to stop him, because he is not one of us.”</p><p><sup>50</sup>“Do not stop him,” Jesus said, “for whoever is not against you is for you.”</p><p><sup>51</sup>As the time approached for him to be taken up to heaven, Jesus resolutely set out for Jerusalem. <sup>52</sup>And he sent messengers on ahead, who went into a Samaritan village to get things ready for him; <sup>53</sup>but the people there did not welcome him, because he was heading for Jerusalem. <sup>54</sup>When the disciples James and John saw this, they asked, “Lord, do you want us to call fire down from heaven to destroy them?” <sup>55</sup>But Jesus turned and rebuked them. <sup>56</sup>Then he and his disciples went to another village.</p><p><sup>57</sup>As they were walking along the road, a man said to him, “I will follow you wherever you go.”</p><p><sup>58</sup>Jesus replied, “Foxes have dens and birds have nests, but the Son of Man has no place to lay his head.”</p><p><sup>59</sup>He said to another man, “Follow me.”</p><p>But he replied, “Lord, first let me go and bury my father.”</p><p><sup>60</sup>Jesus said to him, “Let the dead bury their own dead, but you go and proclaim the kingdom of God.”</p><p><sup>61</sup>Still another said, “I will follow you, Lord; but first let me go back and say goodbye to my family.”</p><p><sup>62</sup>Jesus replied, “No one who puts a hand to the plow and looks back is fit for service in the kingdom of God.”</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}