{
  "verses": "<p><sup>24</sup>“The student is not above the teacher, nor a servant above his master. <sup>25</sup>It is enough for students to be like their teachers, and servants like their masters. If the head of the house has been called Beelzebul, how much more the members of his household!</p><p><sup>26</sup>“So do not be afraid of them, for there is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup>27</sup>What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs. <sup>28</sup>Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell. <sup>29</sup>Are not two sparrows sold for a penny? Yet not one of them will fall to the ground outside your Father’s care. <sup>30</sup>And even the very hairs of your head are all numbered. <sup>31</sup>So don’t be afraid; you are worth more than many sparrows.</p><p><sup>32</sup>“Whoever acknowledges me before others, I will also acknowledge before my Father in heaven. <sup>33</sup>But whoever disowns me before others, I will disown before my Father in heaven.</p><p><sup>34</sup>“Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword. <sup>35</sup>For I have come to turn</p><p>“ ‘a man against his father,</p><p>a daughter against her mother,</p><p>a daughter-in-law against her mother-in-law—</p><p><sup>36</sup>a man’s enemies will be the members of his own household.’</p><p><sup>37</sup>“Anyone who loves their father or mother more than me is not worthy of me; anyone who loves their son or daughter more than me is not worthy of me. <sup>38</sup>Whoever does not take up their cross and follow me is not worthy of me. <sup>39</sup>Whoever finds their life will lose it, and whoever loses their life for my sake will find it.</p>",
  "copyright": "The Holy Bible, New International Version® NIV® Copyright © 1973, 1978, 1984, 2011 by Biblica, Inc.® Used by Permission of Biblica, Inc.® All rights reserved worldwide."
}